[
    {
        "title":"Getting Started | Wag! Help Center",
        "content":"[[{\"h2\":\"How Wag! Works\",\"data\":[[{\"h3\":\"Tips from Other Pet Caregivers\",\"body\":\"<h4>Service Animals</h4> \\n<p> If you require a service animal, it's recommended to&nbsp;follow these steps: </p> \\n<ul> \\n <li>Add the information about requiring a service animal to your public bio</li> \\n <li>Prior to the service, reach out to the pet parent and inform them of the need for the service animal</li> \\n <li>If the service animal assists you on the walk, please ask the pet parent if they have any safety issues with their own dogs that may put you or the animals in danger \\n  <ul> \\n   <li>If no, complete the service as normal</li> \\n   <li>If yes, please submit a cover through the app&nbsp;</li> \\n  </ul> </li> \\n</ul> \\n<h4>Navigating&nbsp;The App</h4> \\n<p> As an app-based platform, efficient navigation of the app can play a major role in a successful service. Pet Caregivers on the platform have found success in preparing to perform a service with Wag! by doing the following: </p> \\n<ul> \\n <li>Completing their test walk</li> \\n <li>Familiarizing themselves with the app&nbsp;navigation&nbsp;and features</li> \\n <li>Reading the <a href=\\\"https://safety.wagwalking.com/terms\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Terms of Services</a></li> \\n <li>Reading the&nbsp;<a href=\\\"/category/dog-walkers\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Caregivers</a> section of the Wag! help center</li> \\n</ul> \\n<h4>Keeping Keys Safe</h4> \\n<p> A Pet Parent places a great deal of trust in Pet Caregivers to access their property and care for their dog(s). Pet Caregivers have shared the following tips&nbsp;for keeping a Pet Parent’s keys safe: </p> \\n<ul> \\n <li>Put the key back in its original spot before heading out on the walk</li> \\n <li>Make sure the key is secure prior to ending the service</li> \\n <li>If for any reason you are unable to lock up, make sure to indicate this in the app upon completion of the service&nbsp;</li> \\n <li>Ensure the property is secured in the same way it was when you arrived</li> \\n <li>If keys are misplaced, contact the Pet Parent and Customer Service for assistance&nbsp;</li> \\n</ul> \\n<h4>Security and Home Access</h4> \\n<p> Staying safe and making thoughtful decisions are important to the wellbeing of Pet Caregivers, Pet Parents, and the dogs using Wag!. Pet Caregivers have found success in staying safe and making thoughtful decisions by doing the following: </p> \\n<ul> \\n <li>Entering a Pet Parent's home through designated doors / entries</li> \\n <li>Avoiding unsafe situations</li> \\n <li>Avoiding entering or accessing areas of the home not necessary to completing a service</li> \\n <li>Remaining aware of their surroundings</li> \\n</ul> \\n<h4>Picking Up After The Pup</h4> \\n<p> Dog waste can spread disease and become a smelly nuisance. In addition, many jurisdictions will issue a citation for dog waste that has not been picked up.&nbsp;Pet Caregivers have shared the following suggestions: </p> \\n<ul> \\n <li>Before leaving on the walk, be sure you have something handy to pick up after the dog(s)</li> \\n <li>Clean up the dog’s waste while on the walk</li> \\n <li>It is a good idea to keep a few bags on hand at all times</li> \\n <li>If a citation is issued, work respectfully with the local officials while communicating with the Pet Parent and Wag! customer service</li> \\n</ul> \\n<p> Have additional tips or tricks for completing a safe and efficient service? Tell us at <a href=\\\"mailto:feedback@wagwalking.com\\\" rel=\\\"nofollow noopener noreferrer\\\">feedback@wagwalking.com</a>! </p>\"}],[{\"h3\":\"Safety at Wag!\",\"body\":\"<p> At Wag!, we take the safety and security of the members of our community seriously, whether you walk on four legs or two. Pet Parents and Pet Caregivers trust Wag! to ensure a safe platform; from walks to sittings and boardings, to veterinary chats and training, Wag! puts safety first.&nbsp; </p> \\n<p> Wag!’s Trust &amp; Safety team is here to address your safety concerns by thoroughly reviewing and resolving platform issues in a timely manner. For assistance in facilitating a safe experience, the Wag!&nbsp;<a href=\\\"//help.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\">Help Center</a>&nbsp;is stocked with the latest resources, including the community’s <a href=\\\"/t/h7h8mb6/tips-from-other-pet-caregivers\\\" rel=\\\"nofollow noopener noreferrer\\\">Best Tips and Practices</a>.&nbsp; </p> \\n<p>&nbsp;</p> \\n<h4>How can I report a safety concern?</h4> \\n<p> If you are party to or experience a safety concern, our friendly support team is available 24/7 to triage your questions and concerns. Please do not hesitate to reach out to Wag! through any of our community Safety channels: </p> \\n<ul> \\n <li>For safety concerns requiring immediate attention, utilize the Emergency Bell icon to contact 911 or Wag!’s Emergency line&nbsp;</li> \\n <li>Feel free to email us at <a href=\\\"mailto:Feedback@wagwalking.com\\\" rel=\\\"nofollow noopener noreferrer\\\">feedback@wagwalking.com</a> to discuss your experience</li> \\n <li>For non-emergent customer service, use the Help tab in the Wag! app</li> \\n</ul>\"}],[{\"h3\":\"Direct Bookings\",\"body\":\"<h4>What are Direct Booking?</h4> \\n<p> With Direct Bookings, Pet Caregivers are able to refer Pet Parents to Wag! and automatically become their Preferred Walker. </p> \\n<ul> \\n <li>Open the Main Menu from the top left of the Walker App home screen →&nbsp;</li> \\n <li>Tap “Direct Booking”&nbsp;→</li> \\n <li>Tap \\\"Text invites\\\"</li> \\n</ul> \\n<p> The Pet Parent will receive a text with instructions on how to book&nbsp;and you'll receive a referral bonus after their first paid service! </p>\"}],[{\"h3\":\"Wag! Gifts\",\"body\":\"<h4>Does Wag! offer gift cards?&nbsp;</h4> \\n<p> While physical gift cards are not available, you can purchase Wag! Gifts to be delivered electronically to your friends and family! Wag! Gifts can be redeemed for any Wag! service, including Walks, Overnight Care, Training, Drop-Ins, and digital Veterinary Care, just like a gift card. </p> \\n<h4>What are Wag! Gifts?&nbsp;</h4> \\n<p> Wag! Gifts are pre-purchased credits that can be delivered to friends and family and applied toward any Wag! Service. Wag! Gifts are available in $25, $50, $100, $250, and $500 amounts. </p> \\n<h4>How do I purchase a Wag! Gift?</h4> \\n<p> Wag! Gifts must be purchased online at <a href=\\\"https://wagwalking.com/gift-card\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">wagwalking.com/gift-card</a>. Just enter the recipient’s details, add the amount of credits you’d like to purchase, and tap “Submit!” </p> \\n<h4>Are Wag! Gifts available in custom amounts?&nbsp;</h4> \\n<p> No, custom amounts are not available. </p> \\n<h4>Can I use my Wag! Gift toward any service?</h4> \\n<p> Yes! Wag! Gifts can be redeemed for any Wag! service, including Walks, Overnight Care, Training, Drop-Ins, and digital Veterinary Care. Wag! Gifts cannot, however, be used to pay a Pet Caregiver’s tip. Tips will be charged to the credit or debit card on file. </p> \\n<h4>Can I schedule a Wag! Gift to be delivered on a certain date?&nbsp;</h4> \\n<p> No, Wag! Gifts are delivered when the purchase is made. </p> \\n<h4>Why didn’t my recipient receive my Wag! Gift?&nbsp;</h4> \\n<p> Please have the Gift recipient check their spam folders. If they are still unable to find the Gift using the email address you provided to Wag!, email <a rev=\\\"auto\\\" rel=\\\"nofollow noopener noreferrer\\\" href=\\\"mailto:gifts@wagwalking.com\\\">gifts@wagwalking.com</a> so we can confirm their email address and re-issue the credit if necessary. </p> \\n<h4>I used my Wag! Gift but I was still partially charged for a service.</h4> \\n<p> Please keep in mind that tips cannot be paid using Wag! Gifts. Any tip amount applied to a service will be charged to the credit card on file.&nbsp; </p> \\n<h4>Can I get a refund for my Wag! Gift?&nbsp;</h4> \\n<p> Gift Cards may not be sold, copied, modified, transferred, reloaded, returned, or redeemed for cash, as stated in the Wag! <a href=\\\"http://safety.wagwalking.com/terms-gift-card\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Gift Card Terms and Conditions</a>.&nbsp; </p>\"}],[{\"h3\":\"General Information\",\"body\":\"<p> Wag! makes safety a priority for all dogs, Pet Caregivers, Pet Parents and others on the Platform. Vaccinations&nbsp;help prevent&nbsp;dog&nbsp;diseases, aid in avoiding costly treatments for animal illnesses and even&nbsp;prevent the spread of certain diseases to humans. Wag! maintains a strict Vaccination Policy prohibiting unvaccinated dogs on the Platform. This means that in order to be eligible to receive an in-person Service (Walk, Drop-In, Overnight Care, or Training), each dog must have the following up-to-date shots and vaccines: DA2PPV, Bordetella, and Rabies.&nbsp; Your veterinarian may also recommend others specifically relevant to your dog or location.&nbsp;In addition, for areas that have a high incidence, Wag! also recommends the canine influenza&nbsp;vaccination. </p>\"}]]}],[{\"h2\":\"Sign-up Process\",\"data\":[[{\"h3\":\"Applications on Hold\",\"body\":\"<p> As of October 2020, Pet Caregiver Applications are on hold in the following states: </p> \\n<p> New York<br> Maine<br> Montana<br> South Dakota<br> Vermont<br> Wyoming </p> \\n<p> If you are located in any of the above states and have already applied, you will receive an email once applications for your state begin to process. We look forward to welcoming you to the platform soon! </p> \\n<p> For more information about your Application, click <a href=\\\"/t/y4hm93h/sign-up-to-be-a-pet-caregiver\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>. </p>\"}],[{\"h3\":\"Sign Up to be a Pet Caregiver\",\"body\":\"<h4>How do I sign up to use Wag! as a Pet Caregiver?</h4> \\n<p> To sign up to use the Wag! platform as a Pet Caregiver, simply tap “Become a Dog Walker” from the main menu of the Wag! App, or click <a href=\\\"https://wagwalking.com/dog-walker\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<h4>How long does the sign up process take?</h4> \\n<p> On average, the entire process takes 14 days, but can take up to 3 weeks. To check the status of your application, please click on the “[Portal Link]” found in all communications from Wag! throughout the sign up process.&nbsp; </p> \\n<h4>How soon can I start caring for pets?</h4> \\n<p> Once you’ve been approved to use the platform, you’ll receive an email with next steps. You’ll need to set up your <a href=\\\"/t/x1safq/payments-stripe-connect-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Stripe</a> account first, then you can begin caring for pets right away! </p> \\n<h4>How old do you have to be to sign up?</h4> \\n<p> You must be 18 years or older to sign up for access to the Wag! platform. </p> \\n<h4>How much does it cost to sign-up?</h4> \\n<p> The background check is $29.95. After your background is cleared, you will be able to find clients and manage your pet care business, all through the convenience of the Wag! Walker App. </p> \\n<h4>Is there a background check?</h4> \\n<p> Yes. A clear background check is required in order to be accepted to the platform. Background checks are performed by Vetty, a third-party background check provider, who may perform employment, education, criminal record, credit history, motor vehicle, and license record checks. Once Wag! receives your completed background check from Vetty, we will use the results to make our decision and inform you of this decision via email. </p> \\n<p> Please note&nbsp;that you will need to provide a valid Driver's License, State Issued ID, US Passport, or Permanent Resident Card. Vetty cannot accept any form of ID that is past it’s expiration date. </p> \\n<h4>How do I check the status of my application?</h4> \\n<p> To check the status of your application, please click on the “[Portal Link]” found in all communications from Wag! throughout the sign up process. To check the status of your background check, visit&nbsp;<a href=\\\"https://applicant.vetty.co/login\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">applicant.vetty.co/login</a>. </p> \\n<h4>I signed up but I have not gotten any emails from Wag!.</h4> \\n<p> If you have not received any email communications from Wag! after completing the sign up process, it is likely that our emails have gone into your spam or junk folder. Please be sure to periodically check any spam or junk folders throughout the application process.&nbsp; </p> \\n<h4>What happens if I fail the pet care quiz?</h4> \\n<p> If you do not pass the pet care quiz, your application will be rejected, however, you will be allowed one additional attempt to pass the quiz. </p> \\n<h4>If I’ve already signed up, do I have to go through the entire sign up process again?</h4> \\n<p> If your application was approved, you can follow the instructions to download the Pet Caregiver app <a href=\\\"/t/18sln4/downloading-the-walker-app\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>. If your application was rejected due to low quiz scores or your application timed out due to inactivity, you will be allowed one additional attempt. If your application was rejected for any other reason, you will not be able to reapply. </p> \\n<h4>When and how do Pet Caregivers get paid?</h4> \\n<p> Pet Caregivers are paid through <a href=\\\"/t/x1safq/payments-stripe-connect-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Stripe</a>, a third party payment processing system. Payouts are released on Fridays for the services completed the previous week. Most Pet Caregivers also qualify for <a href=\\\"/t/q6hh5fd/instant-pay\\\" rel=\\\"nofollow noopener noreferrer\\\">Instant Pay</a>. </p> \\n<h4>Will I qualify for health insurance and benefits?</h4> \\n<p> No, you will not receive health insurance or benefits as an independent contractor. Wag! has teamed up with <a href=\\\"/t/35hy82l/stride\\\" rel=\\\"nofollow noopener noreferrer\\\">Stride Health</a> to help Pet Caregivers using Wag! navigate their own insurances. </p> \\n<h4>When do I get my Wag! T-Shirt?</h4> \\n<p> If you opted in to receive a Wag! T-Shirt, you’ll receive a tracking number via email from Shipwire. Your shirt should be delivered within 5 business days. If you’ve been approved to use the Wag! platform and you have not received an email from Shipwire with a tracking number, please contact Customer Support via the Help Tab in the Walker App. </p> \\n<h4>If my application was previously rejected, can I sign up again?</h4> \\n<p> If your application was rejected due to low quiz scores or your application timed out due to inactivity, you will be allowed one additional attempt. If your application was rejected for any other reason, you will not be able to reapply. </p>\"}],[{\"h3\":\"Endorsements\",\"body\":\"<h4>What are Endorsements?</h4> \\n<p> You can request endorsements from your friends, family, clients, and coworkers to strengthen your Pet Caregiver application and speed up the application process. The more endorsements you provide, the faster your application may be processed.&nbsp;<strong><span class=\\\"pen1\\\">Please note that your endorsement link must be opened from a mobile device.</span></strong> </p> \\n<h4>How do Endorsements work?</h4> \\n<p> You’ll receive an email with your endorsement link; feel free to share it with as many people as you’d like.&nbsp;They'll need to create an account to verify their identity&nbsp;and submit a short paragraph about you and your experience. </p> \\n<h4>How many endorsements do I need?</h4> \\n<p> You are required to have three (3) endorsements in order to apply. The more endorsements you have, the faster your application may be processed! You can share your endorsement link with as many people as you’d like. </p> \\n<h4>Who should I ask for endorsements?</h4> \\n<p> You can ask friends, family, coworkers, clients… whomever!&nbsp; They should be able to speak to your ability to be a Pet Caregiver and it helps if they're dog owner's themselves. The more endorsements you have, the faster your application may be processed. </p> \\n<h4><strong>Why does my endorser&nbsp;need to download the Wag! app?</strong></h4> \\n<p> We require the endorser to download the Wag! App to verify their identity and legitimize your endorsement. </p>\"}]]}],[{\"h2\":\"Approved Walkers\",\"data\":[[{\"h3\":\"Downloading the Walker App\",\"body\":\"<h4>How do I download the Walker App?</h4> \\n<p> Once you are approved to begin using the Wag! platform, you can download the Walker App by clicking <a href=\\\"https://walkerdownload.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>&nbsp;from your mobile device. Create your login and password using the instructions below. Please note that this app is <strong>different from the Pet Parent app </strong>that you can find in the App and Google Play stores. </p> \\n<h4><strong>I got a new phone or I deleted the app and need to re-download the Walker App.</strong></h4> \\n<p> If you have&nbsp;previously logged in to the Walker app and are still active on the platform, you can&nbsp;download the Walker App by clicking&nbsp;<a href=\\\"https://walkerdownload.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>&nbsp;from your&nbsp;mobile device. </p> \\n<h4>iOS Users: What do I do if Wag! is an \\\"Untrusted Developer?\\\"</h4> \\n<p> Note: iOS users may see a pop up that indicates that the Walker App is <strong>\\\"untrusted.\\\"</strong>&nbsp;To bypass this message: </p> \\n<ul> \\n <li>Navigate to your phone's \\\"Settings\\\"&nbsp;→</li> \\n <li>Tap on \\\"General\\\" →</li> \\n <li>Tap \\\"Profiles\\\" or \\\"Profiles and Device Management\\\" →</li> \\n <li>Tap ¨WAG LABS INC¨ in the <em>Enterprise&nbsp;App</em>&nbsp;section&nbsp;→</li> \\n <li>Tap \\\"Trust\\\"&nbsp;→</li> \\n <li>Tap \\\"Confirm\\\"</li> \\n</ul> \\n<h4>Android Users: How do I install unknown apps?</h4> \\n<p> Android users may need to enable the ability to \\\"<strong>Install Unknown Apps</strong>\\\" in their device&nbsp;settings. To bypass this message: </p> \\n<ul> \\n <li>Open&nbsp;the Walker App&nbsp;→</li> \\n <li>From the \\\"Install unknown apps\\\" pop up, select \\\"Settings\\\"&nbsp;→</li> \\n <li>Toggle the \\\"Unknown Apps\\\" setting to \\\"ON\\\"<strong>&nbsp;</strong>→</li> \\n <li>Finish installing the app</li> \\n</ul>\"}],[{\"h3\":\"Requesting a Service\",\"body\":\"<h4>Where do I find available services?</h4> \\n<p> Open the \\\"Available\\\" tab on the Home Screen&nbsp;of the Walker App.&nbsp;&nbsp; </p> \\n<p> In the Available Services Feed, each service will display: </p> \\n<ul> \\n <li>The name of the dog</li> \\n <li>A picture of the dog</li> \\n <li>The time &amp; length of the service</li> \\n <li>Whether the service&nbsp;is On-Demand (ASAP), One-Time, or Recurring&nbsp;</li> \\n <li>How far the walk is from your home or your current location (depending on your settings)</li> \\n <li>The payout</li> \\n</ul> \\n<h4>How do I request a service?</h4> \\n<p> When you see a service you’d like to request, simply tap the “Request” button. You'll receive a notification if you've been matched to the Pet Parent. </p> \\n<h4>What happens after I request a service?</h4> \\n<p> The service will move to your \\\"Requested\\\" tab and you'll receive a notification if you've been matched to the Pet Parent. </p>\"}],[{\"h3\":\"Stride\",\"body\":\"<p> <strong>What is Stride?</strong> </p> \\n<p> Wag! has partnered with Stride to provide Pet Caregivers with health and financial resources during the COVID-19 pandemic and beyond. For any questions about Stride&nbsp;and any of its offerings, please visit their&nbsp;<a href=\\\"https://support.stridehealth.com/hc/en-us\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">help center</a>&nbsp;directly. </p> \\n<p>&nbsp;</p> \\n<p> <strong>What can Stride provide assistance with?</strong> </p> \\n<ul> \\n <li>Stride can provide information and assistance in understanding the CARES Act, COVID-19 financial support and relief, and general tax information for the gig economy worker. To learn more, visit <a href=\\\"https://wag.stridehealth.com/covid19/finance-guide\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">COVID-19 Financial Support</a>.&nbsp;</li> \\n <li>Stride provides resources to make it as easy as possible for gig economy workers when it comes to purchasing&nbsp;health, dental, vision, and life insurances. To learn more about your eligibility, click&nbsp;<a href=\\\"https://wag.stridehealth.com/coverage?utm_source=partner_wag&amp;utm_medium=email&amp;utm_campaign=wagannouncementemail\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.</li> \\n <li>Information regarding your eligibility for <a href=\\\"https://wag.stridehealth.com/covid19/finance-guide\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">unemployment</a> during the COVID-19 pandemic and how to navigate Pandemic Unemployment Assistance (PUA).</li> \\n <li>For more information on the ways Stride&nbsp;can help, check out our Wag! + Stride <a href=\\\"https://wag.stridehealth.com/covid19?utm_source=partner_wag&amp;utm_medium=email&amp;utm_campaign=wagannouncementemail%C2%A0\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">COVID-19 Resource Guide</a>.</li> \\n</ul> \\n<p>&nbsp;</p> \\n<p> <em>Please note that your use of Stride, a third-party resource, is completely voluntary and at your discretion. Wag! does not provide any financial or health benefits nor endorse any providers, and any and all resources are provided by third parties via Stride. For any questions about Stride&nbsp;and any of its offerings, please visit their&nbsp;<a href=\\\"https://support.stridehealth.com/hc/en-us\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">help center</a>&nbsp;directly.</em> </p>\"}],[{\"h3\":\"Test Walk\",\"body\":\"<h4>How do I complete my test walk?</h4> \\n<p> After your Wag! profile is activated, you’ll have a Test Walk generated in your app. The Test Walk is for you to&nbsp;get acquainted with the&nbsp;features within the app. It will be available for 30 days from the time you successfully log into the app for the first time. You do not need to go anywhere or complete the Test Walk at the time shown in the app. </p>\"}],[{\"h3\":\"Employment Verification\",\"body\":\"<p> <strong>Can Wag! provide proof of employment for Pet Caregivers?</strong> </p> \\n<p> Because Pet Caregivers using Wag! are independent contractors and are not Wag! employees, Wag! cannot provide&nbsp;proof of employment. </p> \\n<p> <strong>Is there anything that I can use in-app to show proof of employment?</strong> </p> \\n<p> Some Pet Caregivers&nbsp;have found success printing their Stripe statements to show income they've made as independent contractors. To view your payment history and filter by year: </p> \\n<ul> \\n <li>Open the Main Menu of the Walker App&nbsp;from the top right corner of the Home Screen →</li> \\n <li>Tap “Payments” →</li> \\n <li>Tap “Completed by year”</li> \\n</ul>\"}]]}]]"
    },
    {
        "title":"Services | Wag! Help Center",
        "content":"[[{\"h2\":\"Walks\",\"data\":[[{\"h3\":\"One-Time Walks\",\"body\":\"<h4>What are One-Time Walks?</h4> \\n<p> One-time walks are a scheduled, one-time commitment of either 20, 30, or 60 minutes. These walks are a great option for Pet Caregivers&nbsp;who need a flexible schedule. </p> \\n<h4>Can Pet Parents book several One-Time Walks at once?</h4> \\n<p> Yes!&nbsp;It’s important to note that Pet Parents&nbsp;may request more than one “one-time” walk per week. In this instance, you’ll see which days the Pet Parent&nbsp;has requested their dog&nbsp;to be walked, with the “One-Time” label underneath the time and walk length. This means these walks are only for the upcoming week, not a request for a recurring schedule. </p> \\n<h4>Where do I see&nbsp;the walk type in the app?</h4> \\n<p> The walk type will be noted below the requested time and walk length. The service will be listed as a one-time walk, <a href=\\\"/t/x1757v/on-demand-versus-scheduled\\\" rel=\\\"nofollow noopener noreferrer\\\">on-demand</a> walk, or <a href=\\\"/t/m275sq/recurring\\\" rel=\\\"nofollow noopener noreferrer\\\">recurring</a> walk. </p> \\n<p style=\\\"display: none;\\\"> To view the walks available in your area, click <a href=\\\"http://link.wagwalking.com/?wl=walk-feed\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"On-Demand\",\"body\":\"<h4>What is an On-Demand Walk?</h4> \\n<p> On-Demand Walks, shown in the Walker App as \\\"ASAP,\\\" are walks that have not been&nbsp;scheduled in advanced by the Pet Parent. Instead, the Pet Parent requests the walk to occur as soon as possible. </p> \\n<h4>How do I know if a walk is On-Demand?</h4> \\n<p> On-Demand Walks will appear in the Walker App as \\\"ASAP\\\" and will typically reflect a start time within the next 30-minutes. </p> \\n<h4>What if the start time for an ASAP or On-Demand Walk has passed?</h4> \\n<p> If you see an On-Demand Walk in the Available Walks Feed with a start time that has already passed, the Pet Parent has been waiting longer than usual for a Pet Caregiver to opt-in. If you're available, feel free to opt-in to the service! </p> \\n<h4>I opted in to an On-Demand Walk but I wasn't approved, and the Walk is still in my Feed. What do I do?</h4> \\n<p> The Walk was already accepted by another Pet Caregiver. It will disappear from your Feed shortly. </p>\"}],[{\"h3\":\"Recurring\",\"body\":\"<h4>What is a Recurring Service?</h4> \\n<p> Recurring services repeat each week on the same day(s) and time(s). These walks typically require a commitment of 3+ months and allow Pet Caregivers to keep a consistent, set schedule. </p> \\n<h4>What if I'm unavailable for one of the services in a Recurring Schedule?</h4> \\n<p> In the event you’re unavailable for a service&nbsp;in your recurring schedule, you can request a cover.&nbsp; Pet Caregivers recommend submitting a request two weeks in advance to give ample time to find a cover and help ensure the Pet Parent is receiving the quality of service he or she expects. </p>\"}]]}],[{\"h2\":\"Overnight Care\",\"data\":[[{\"h3\":\"Sitting\",\"body\":\"<h4>What is a Sitting?</h4> \\n<p> A Sitting is Overnight Care that takes place at the Pet Parent's Home. During the day, Pet Caregivers&nbsp;will keep the pet company and take care of them, including regular feeding &amp; potty breaks, and of course plenty of snuggles! It's best practice to communicate with the Pet Parent as you prepare for a Sitting to ensure all their needs and expectations are met.&nbsp; </p> \\n<h4>Am I able to leave during a Sitting?</h4> \\n<p> Pet Caregivers can come and go during the day, but they are encouraged to be with the pet(s) as much as possible and not leave for more than a few hours at a time. </p> \\n<h4>Can I book other services while I have an active Sitting?</h4> \\n<p> While Pet Caregivers&nbsp;can only have one active Overnight Care appointment&nbsp;at a time,&nbsp;they are still able to schedule Walks and Drop-Ins. It's best for&nbsp;Pet Caregivers to&nbsp;keep&nbsp;in mind the Pet Parent's&nbsp;expectations for the sitting or&nbsp;boarding while performing other services on the platform. It's best practice to communicate with the Pet Parent as you prepare for a Boarding to ensure all their needs and expectations are met. </p>\"}],[{\"h3\":\"Boarding\",\"body\":\"<h4>What is a Boarding?</h4> \\n<p> A Boarding is Overnight Care that takes place at the Pet Caregiver's home.&nbsp;Pet Caregivers&nbsp;will keep the pet company and take care of them, including regular feeding &amp; potty breaks, and of course plenty of snuggles! It's best practice to communicate with the Pet Parent as you prepare for a Boarding to ensure all their needs and expectations are met.&nbsp; </p> \\n<h4>Do I need to pick up and drop off the pets?</h4> \\n<p> Pet Parents&nbsp;can&nbsp;request their pets to be picked up and dropped for an additional fee. Pet Caregivers will receive an <a href=\\\"/t/y77jr2/make-money-with-wag\\\" rel=\\\"nofollow noopener noreferrer\\\">additional payment</a> for pick-up and drop-off as well. </p> \\n<h4>Am I able to leave during a Boarding?</h4> \\n<p> Pet Caregivers can come and go during the day, but they are encouraged to be with the pet(s) as much as possible and not leave for more than a few hours at a time. </p> \\n<h4>Can I book other services while I have an active Boarding?</h4> \\n<p> While Pet Caregivers&nbsp;can only have one active Overnight Care appointment&nbsp;at a time,&nbsp;they are still able to schedule Walks and Drop-Ins. It's best for&nbsp;Pet Caregivers to&nbsp;keep&nbsp;in mind the Pet Parent's&nbsp;expectations for the sitting or&nbsp;boarding while performing other services on the platform. It's best practice to communicate with the Pet Parent as you prepare for a Boarding to ensure all their needs and expectations are met.&nbsp; </p>\"}],[{\"h3\":\"Preparing For Transportation\",\"body\":\"<h4>Do I need to pick up the pet?</h4> \\n<p> If a Pet Parent requires you to pick up their pet for a Boarding appointment, it will be listed in the details of the service, which you'll&nbsp;see before opting-in. </p> \\n<h4>How do I transport a pet?</h4> \\n<p> If you’ve booked a Boarding with a transportation component, it’s important to know how to safely and securely transport the dog&nbsp;from the Pet Parent’s home to yours, and back! </p> \\n<p> It’s the Pet Parent’s responsibility to provide adequate equipment for the transportation of their pup.&nbsp; This can include a dog seat belt or harness and/or crate. Crates are a good option to help ensure the pup’s safety when traveling, especially when in a car.&nbsp; If you use a crate, make sure that the crate is the correct size for the dog being transported and that the crate is securely anchored to the vehicle.&nbsp;This can be done in a variety of ways,&nbsp;so be sure&nbsp;you choose the correct option for the dog, and crate being used. </p> \\n<p> For tips specific to driving with a dog, check out these helpful tips from Robert Cabral:&nbsp;<a href=\\\"https://wagwalking.com/daily/road-trip-driving-with-your-dog\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Road Trip: Driving With Your Dog</a> </p>\"}]]}],[{\"h2\":\"Training\",\"data\":[[{\"h3\":\"Digital Training\",\"body\":\"<h4>What is Digital Training?</h4> \\n<p> Digital Training is a 30-minute training service that occurs virtually, via video chat. </p> \\n<h4>What happens during a Digital Training session?</h4> \\n<p> The sky's the limit! What happens and what is covered during a Digital Training session is up to you and the Pet Parent. Some Pet Caregivers find it useful to coordinate goals with the Pet Parent prior to the scheduled service. </p> \\n<h4><strong>When can a Training be booked?</strong></h4> \\n<p> Training sessions are available between 8 AM and 8:30&nbsp;PM, 7 days a week. </p> \\n<h4>How many dogs are included in a Training session?</h4> \\n<p> Up to three pets can be included, however, Training sessions are&nbsp;<em>intended&nbsp;</em>for one pet. </p> \\n<h4>Can Pet Parents book urgent or on-demand Training sessions?</h4> \\n<p> No, all Training sessions must be scheduled in advance. </p> \\n<h4>How do I access the Digital Training session?</h4> \\n<p> You will access your Digital Training through the Wag! App via a video chat room.&nbsp; </p> \\n<h4>Do I need to allow permissions on my device?</h4> \\n<p> Yes, you&nbsp; will need to allow permissions for the following: </p> \\n<ul> \\n <li>Camera</li> \\n <li>Microphone</li> \\n <li>External Storage</li> \\n</ul> \\n<h4>What if I log into the Digital Training later than the scheduled time? -or-&nbsp;What if the Pet Parent is late?</h4> \\n<p> We highly recommend communicating with the Pet Parent through the app prior to your Digital Training session to coordinate an exact time you are both available to start. Once you&nbsp;start the video chat, the time clock cannot be paused or reset.&nbsp; </p> \\n<h4>When does the 30 minutes start?</h4> \\n<p> The clock starts as soon as the Trainer&nbsp;enters the video chat. A timer will be displayed on screen during the training session to help keep track of time.&nbsp; </p> \\n<h4>What happens if the Digital Training goes over the 30 minute limit?</h4> \\n<p> The video chat session will automatically disconnect at the 35 minute mark. </p> \\n<h4>What if I or the Pet Parent have technical issues and get disconnected during the session?</h4> \\n<p> Once the timer starts on the session, it cannot be reset or paused.&nbsp;You may rejoin the video chat session if you are disconnected and pick up where you left off. If you or the Pet Parent have a prolonged disconnect&nbsp;that severely impacts&nbsp;the Digital Training session, please contact Customer Service via the \\\"Help\\\" tab in the app.&nbsp; </p> \\n<h4>Can Pet Parents leave a tip?</h4> \\n<p> Absolutely! Once the Digital Training session has ended the Pet Parent will be given the&nbsp;opportunity to leave a tip through the Wag! App. </p> \\n<h4>Do I need to leave a report card?</h4> \\n<p> Yes;&nbsp;you will leave you a report card for the Pet Parent in which you may want to include follow up notes, reminders, tips, or homework. </p> \\n<h4>Can a Pet Parent rebook me directly for additional&nbsp;Training sessions?</h4> \\n<p> Yes; after your initial session, Pet Parents are able to book with you directly from the Wag! App. </p>\"}],[{\"h3\":\"In-Home Training\",\"body\":\"<h4>What is In-home Training?</h4> \\n<p> In-home Training is a 60-minute training service that occurs in-person, at the Pet Parent's home. </p> \\n<h4><strong>When can a Training be booked?</strong></h4> \\n<p> Training sessions are available between 8 AM and 8:30&nbsp;PM, 7 days a week. </p> \\n<h4>Can Pet Parents book urgent or on-demand Training sessions?</h4> \\n<p> No, all Training sessions must be scheduled in advance. </p> \\n<h4>How many dogs are included in a Training session?</h4> \\n<p> Up to three pets can be included, however, Training sessions are&nbsp;<em>intended&nbsp;</em>for one pet. </p> \\n<h4><strong>Are Pet Parents expected to participate in Training sessions?</strong></h4> \\n<p> Training sessions are meant to be hands-on for Pet Parents, which provides an opportunity for them to learn how to correct or encourage behaviors with basic obedience techniques. This allows trainers to see the pets' normal routines and behaviors in a familiar setting and with familiar people.&nbsp; </p> \\n<h4><strong>How should I start a Training session?</strong></h4> \\n<p> Because&nbsp;each lesson is unique, Pet Caregivers are encouraged to begin each session with an assessment of the Pet Parent’s needs and desired skills; these are then used to create an individualized plan for improvement using appropriate training methods. </p> \\n<h4><strong>Should I send anything to the Pet Parent before a Training session?</strong></h4> \\n<p> Some Pet Caregivers find it valuable to send Pet Parents materials to review leading up to their Training sessions. Sending videos and photos both during and after the session can also&nbsp;help to mark the progress of both the pet&nbsp;and Pet Parent. </p> \\n<h4>Can a Pet Parent rebook me directly for additional&nbsp;Training sessions?</h4> \\n<p> Yes; after your initial session, Pet Parents are able to book with you directly from the Wag! App. </p> \\n<p>&nbsp;</p> \\n<p> NOTE: In-person Training sessions are only available in select markets. </p>\"}]]}],[{\"h2\":\"Drop-Ins\",\"data\":[[{\"h3\":\"Drop-Ins\",\"body\":\"<h4><strong>What is a Drop-In?</strong></h4> \\n<p> Drop-Ins are 20-minute-long services booked by Pet Parents who are looking for a Pet Caregiver to quickly check-in on their pet(s). </p> \\n<h4>What do I do during a Drop-In?</h4> \\n<p> The Wag! and Walker Apps include Notes features for Pet Parents to include their expectations of the Drop-In prior to the Pet Caregiver accepting the service. As with any service, it's important to communicate with the Pet Parent if their expectations are unclear. You can communicate with the Pet Parent directly via the \\\"Messages\\\" tab in the Walker App. </p> \\n<h4><strong>How long is a Drop-In?</strong></h4> \\n<p> Drop-Ins last&nbsp;20 minutes.&nbsp; </p> \\n<h4><strong>What if the Pet Parent would like me to stay longer than 20 minutes?</strong></h4> \\n<p> In the event a Pet Parent would like the Pet Caregiver to stay longer than 20 minutes, it is recommended the Pet Parent books a 30- or 60-minute Walk in the app, and leaves explicit instructions for the Pet Caregiver&nbsp;around the type of service they’d like their pup to receive. You can communicate with the Pet Parent directly via the \\\"Messages\\\" tab in the Walker App. </p>\"}]]}]]"
    },
    {
        "title":"Home Access/Lockbox | Wag! Help Center",
        "content":"[[{\"h2\":\"Ways to Access the Home\",\"data\":[[{\"h3\":\"Access Notes\",\"body\":\"<h4>How do I access the Pet Parent's home?</h4> \\n<p> The most common home access method is a Wag! Lockbox, but Pet Parents might also use a non-Wag! branded lock box, place the key in a secure/hidden location, leave the key with a doorman, or indicate that someone is home. You be able to see the Access Notes once you've tapped \\\"On My Way.\\\" </p> \\n<h4>How do I view the Access Notes?</h4> \\n<p> <strong>Android:&nbsp;</strong>Tap the \\\"key\\\" icon near the bottom of your screen. </p> \\n<p> <b>iOS:&nbsp;</b>Tap the \\\"Notes &amp; Access\\\" notepad. </p> \\n<h4>What if I can't access the home?</h4> \\n<p> After you have clicked “On My Way,”&nbsp;you'll be able to view the Access Notes. On occasion, a Pet Parent&nbsp;may have forgotten to provide their information. In this case, we recommend that you contact the Pet Parent via in-app chat. </p>\"}],[{\"h3\":\"4-Digit Shurlok Brand\",\"body\":\"<h4>4-Digit Wag! Lockbox Troubleshooting</h4> \\n<ul> \\n <li>Make sure numbers are correct and lined up properly</li> \\n <li>Try wiggling the side grooves, where you hold the lockbox to open the door</li> \\n <li>Try tapping the back and bottom of the lockbox</li> \\n <li>Use a key or other item to try and pry open the door — prying gently so as not to break the lockbox</li> \\n <li>Contact the Pet Parent for additional home access information</li> \\n</ul>\"}],[{\"h3\":\"3-Digit Master Lok Brand\",\"body\":\"<h4>3-Digit Wag! Lockbox&nbsp;Troubleshooting</h4> \\n<ul> \\n <li>Make sure numbers are correct and lined up properly</li> \\n <li>Tap the back of the lockbox with the palm of your hand</li> \\n <li>Add pressure to the door to close it tight immediately before you pull the door open</li> \\n <li>Use a key or other item to try and pry open door — prying gently so as not to break the lockbox</li> \\n <li>Contact the Pet Parent for additional home access information</li> \\n</ul>\"}]]}]]"
    },
    {
        "title":"Request a Cover | Wag! Help Center",
        "content":"[[{\"h2\":\"Requesting Covers\",\"data\":[[{\"h3\":\"Request a Cover\",\"body\":\"<p> In the event you’re unable to complete a service, you may request a cover through the Walker App. Requesting a cover makes the&nbsp;service available for another Pet Caregiver to accept. While we understand you may need a cover on a rare occasion, repeated use of covers may affect your <a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>. More importantly, it results in a poor experience for the Pet Parent and their pet. </p> \\n<h4>How do I submit a cover?</h4> \\n<p> From the Home Screen of the Walker App: </p> \\n<ul> \\n <li>Tap \\\"Booked\\\" (the calendar icon)&nbsp;→</li> \\n <li>Tap the red bell&nbsp;→</li> \\n <li>Tap \\\"Request a Cover\\\"&nbsp;→</li> \\n <li>Tap \\\"Yes\\\" &amp; select the service(s) for which you need to submit a cover.</li> \\n</ul> \\n<h4>Does submitting a cover affect my ability to book services?</h4> \\n<p> While there may be rare occasions where you need a cover, repeated use of this capability or calling Support to request a cover may affect your cancellation rating (which is part of your <a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>). More importantly, it results in a poor experience for the Pet Parent and their pet. </p> \\n<h4>What if the Pet Parent requests a cancellation?</h4> \\n<p> If a Pet Parent needs to cancel a service, they need to do so in the \\\"Schedule\\\" tab of the Wag! App. Submitting a cover at the request of a Pet Parent can affect your cancellation rating&nbsp;(which is part of your <a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>). </p>\"}],[{\"h3\":\"COVID-19 Cover Leniency\",\"body\":\"<p> Wag! takes the health and safety of the community seriously. Due to the circumstances surrounding COVID-19, Wag! is temporarily adjusting the cover policy to be more lenient, which will reduce the potential impact on your&nbsp;<a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>. Wag! would like to remind everyone using the Wag! platform to follow advice from public health officials and to prioritize your health and safety as well as that of everyone around you. </p>\"}]]}],[{\"h2\":\"Running Late\",\"data\":[[{\"h3\":\"Running Late?\",\"body\":\"<h4>What do I do if I'm running late?</h4> \\n<p> If you are running late for a scheduled service, please communicate with the Pet Parent via in-app chat and update your ETA (iOS only). If you fail to do so, a cover may be created for the schedule and you will not receive a payout or a cancellation fee for the service. </p> \\n<h4>How do I update my ETA if I'm stuck in traffic or running behind?</h4> \\n<p> If you're running&nbsp;late and you're using an iOS device, you can update your ETA for an active service by tapping the \\\"ETA\\\" button in the top right corner of the screen. </p>\"}]]}],[{\"h2\":\"Schedule Changes\",\"data\":[[{\"h3\":\"Pet Parent Schedule Changes\",\"body\":\"<h4>What do I do if a Pet Parent needs to update their schedule?</h4> \\n<p> If a Pet Parent reaches out to you to request a schedule change including a change in time, an extension, an addition to dog count, or a cancellation, please redirect them to the Wag! App, where they can make changes to their schedule under the Upcoming Services tile. </p>\"}]]}]]"
    },
    {
        "title":"App Experience | Wag! Help Center",
        "content":"[[{\"h2\":\"Feedback\",\"data\":[[{\"h3\":\"Submit Feedback\",\"body\":\"<p> To submit feedback about your app experience or to offer suggestions for features in the app, please visit&nbsp;<a href=\\\"https://link.wagwalking.com/?l=feedback\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">this link</a>&nbsp;using your mobile device. </p>\"}]]}],[{\"h2\":\"Navigating the App\",\"data\":[[{\"h3\":\"Booked Services Feed\",\"body\":\"<h4><strong>What is the Booked Services Feed?</strong></h4> \\n<p> The Booked Services&nbsp;Feed is simply a list of all the services for which you've been approved. &nbsp;To get to your Booked Services Feed, open the Walker App and tap the calendar icon at the bottom of the screen. You can also click on individual services within this&nbsp;feed to see notes about the service or to contact the Pet Parent.&nbsp; </p> \\n<h4><strong>What if a service&nbsp;is cancelled?</strong></h4> \\n<p> If a service is cancelled by the Pet Parent, you will see the word&nbsp;“Cancelled” to the right of the service. To remove a cancelled service from your Feed, simply swipe left on the service.&nbsp; </p> \\n<h4><strong>I requested a service but it’s not in my Booked Services Feed. Why?</strong></h4> \\n<p> A service will not appear in your Booked Services&nbsp;Feed until you have been matched to the Pet Parent. This process typically takes no longer than 20 minutes. If you are not matched, the service will not show up in your Booked Services Feed. </p>\"}],[{\"h3\":\"Wag! Intros\",\"body\":\"<h4>What are Intros?</h4> \\n<p> Pet Caregivers can now reach out to new Wag! Pet Parents using the Wag! Intros feature! Browse local pets, send a personalized message to the Pet Parent, and get booked directly from the chat. </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/39878805-63e1-48e9-aa66-39d6a3c29db2/547.png\\\" width=\\\"400\\\">&nbsp; </p> \\n<h4>How do I send a Wag! Intro?</h4> \\n<p> Navigate to the Wag! Intros tab in the main menu of the Walker App. Select \\\"Browse Pups\\\" and click on \\\"Send a message\\\" under&nbsp;the dog and Pet Parent with which you'd like to chat.&nbsp; </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/e2283b1c-f7a3-4434-b0ff-5f4ebb38c690/547.png\\\" width=\\\"400\\\">&nbsp; </p> \\n<h4>What should I include in my message?</h4> \\n<p> Ultimately, it's up to you how you&nbsp;introduce yourself and your business to new Pet Parents. You'll be able to&nbsp;craft a fully-personalized message to new Pet Parents explaining&nbsp;why&nbsp;you're the perfect Caregiver for their pet.&nbsp;Remember: The Pet Parent will be able to book a service with you directly from the Intro chat, so be creative!&nbsp; </p> \\n<h4>How far away are the Pet Parents that I can send Intros to?</h4> \\n<p> The default radius for Wag! Intros&nbsp;is 10 miles. </p> \\n<h4><strong>Is there a limit to how many Wag! Intros I can send?</strong></h4> \\n<p> Yes, Wag! limits the number of Wag! Intros a Pet Caregiver can send to ten per day. </p> \\n<h4><strong>Does my Wag! Intro have to be a certain length?</strong></h4> \\n<p> Yes, you will need to input a minimum of 200 characters before you can send the message. </p> \\n<h4><strong>What happens after I send my Intro?</strong></h4> \\n<p> After your Intro is sent, the Pet Parent will be notified. They will then have the option to chat with you further or book a service with you directly. </p> \\n<h4><strong>Are Wag! Intros available on Android and iOS?</strong></h4> \\n<p> Yes! The Wag! Intros feature is available on both Android and iOS devices. </p> \\n<h4><strong>Why are there “no new pups” near me?</strong></h4> \\n<p> If your Wag! Intros tab indicates “no new pups,” there are currently no qualifying Pet Parents in your area. Check back often, as many Pet Parents join the Wag! platform every day! </p>\"}],[{\"h3\":\"\\\"On My Way!\\\"\",\"body\":\"<h4>What do I do once I clicked \\\"On My Way!?\\\"</h4> \\n<p> Once you have clicked \\\"On My Way!,\\\" you will see various icons: </p> \\n<ul> \\n <li><strong>Dog's Photo (iOS) / Dog Pin (Android):</strong> Click the dog’s photo to view his or her&nbsp;profile. This often includes information about the dog’s motivators, triggers&nbsp;and temperament.</li> \\n <li><strong>Notepad</strong>: Click the “Notepad” icon to find notes about the dog, from both the Pet Parent&nbsp;and past Pet Caregivers. For Pet Caregivers&nbsp;using an iOS device,&nbsp;you’ll also be able to view the home access information.</li> \\n <li><strong>Key Icon [Android Only]</strong>: Click the “Key” icon to find the home access information.</li> \\n <li><strong>Chat Icon:</strong> Click the text bubble to contact the Pet Parent or to visit the Help Center for troubleshooting advice and general guidance.</li> \\n <li><strong>Bell Icon:</strong> If you are in danger or have an urgent safety concern, click the red \\\"Bell\\\" icon to dial 911 or be connected to Wag!'s emergency line. &nbsp;</li> \\n <li><strong>Tap When Arrived:</strong> When you’ve arrived at the residence, click on “Tap When Arrived.” This will notify the pet parent that you’re at their home.</li> \\n</ul> \\n<h4>How do I update my arrival time?</h4> \\n<p> If you're running late and you're using an iOS device, you can update your ETA for an active service by tapping the \\\"ETA\\\" button in the top right corner of the screen. </p>\"}],[{\"h3\":\"Pet Parent Service Requests\",\"body\":\"<h4>Can Pet Parents send me requests?</h4> \\n<p> Yes, Pet Parents can choose to send a personalized&nbsp;request&nbsp;to one or more Pet Caregivers&nbsp;for a specific service. To view your Service Requests,&nbsp;\\\"Services Requests\\\" from the Main Menu of the Walker App. You will also receive a notification each time a Pet Parent would like to book with you directly. </p> \\n<p> <strong>Note: </strong>A Service Request&nbsp;can be sent to&nbsp;one or more Pet Caregivers.&nbsp;In the event that&nbsp;multiple Pet Caregivers receive a request for the same service, the first Pet Caregiver&nbsp;to accept&nbsp;the Service Request will be matched with the Pet Parent. </p> \\n<h4>Are personalized requests available for all Wag! services?</h4> \\n<p> No.&nbsp;Service Requests are currently only supported for scheduled walks. However, Pet Parents will have the opportunity to select from a list of available Pet Caregivers for Overnight Care using <a href=\\\"/t/m1h6d8n\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Match</a>. </p> \\n<h4>Where can I see Services Requests from Pet Parents?</h4> \\n<p> From the Main Menu of the Walker App, tap \\\"Services Requests.\\\" You will also receive a notification each time a Pet Parent would like to book with you directly. </p> \\n<p> <strong>Note: </strong>A Service Request&nbsp;can be sent to&nbsp;one or more Pet Caregivers.&nbsp;In the event that&nbsp;multiple Pet Caregivers receive a request for the same service, the first Pet Caregiver&nbsp;to accept&nbsp;the Service Request will be matched with the Pet Parent. </p> \\n<h4>Can I suggest an alternate day or time for a Service Request? (Android Only)</h4> \\n<p> Yes; the app will prompt you to suggest an alternate schedule, which will automatically send a message to the Pet Parent. </p>\"}],[{\"h3\":\"Report Cards\",\"body\":\"<p> <b>How do I complete a report card?</b> </p> \\n<p> Report cards are an important part of the Wag! experience for Pet Parents! Once your Walk is complete, the dog is safely back in the owner’s home, and the key has been returned, it’s time to fill out your report card! </p> \\n<ul> \\n <li>Choose a photo of the dog that you took during the Walk</li> \\n <li>Write some notes to the owner about your Walk</li> \\n</ul> \\n<p> Check all the information that applies, including: </p> \\n<ul> \\n <li>Whether or not the pup went to the bathroom</li> \\n <li>Confirmation that you locked the house when you left (and put the key back!)&nbsp;</li> \\n</ul> \\n<h4>How do I update a report card?</h4> \\n<p> Once a rating and the associated report card have&nbsp;been submitted, they cannot be changed. </p>\"}]]}],[{\"h2\":\"Overnight Care\",\"data\":[[{\"h3\":\"Before a Boarding\",\"body\":\"<p> <strong>How do I prepare for a Boarding?</strong> </p> \\n<p> When hosting a dog in your home, it’s important to take precautions to make sure both you and the dog&nbsp;have an enjoyable experience! The most successful Boarders and Sitters ensure the following: </p> \\n<ul> \\n <li>The floor is free of anything that a dog&nbsp;could pick up</li> \\n <li>There’s a place to put the dog’s food and water bowls</li> \\n <li>There is a quiet area for the dog(s) away from distractions, if needed</li> \\n <li>Hazards are put away and out of reach</li> \\n <li>The home is secure, which includes&nbsp;closing windows, doors and gates</li> \\n</ul>\"}],[{\"h3\":\"Before a Sitting\",\"body\":\"<h4>How do I prepare for a Sitting?</h4> \\n<p> When sitting at a Pet Parent’s home, it’s important to be respectful of the home both inside and out. Many Pet Caregivers&nbsp;speak with the Pet Parent&nbsp;prior to the service to go over: </p> \\n<ul> \\n <li>Expectations&nbsp;of the service</li> \\n <li>Feeding instructions</li> \\n <li>Special needs</li> \\n <li>Likes and dislikes</li> \\n <li>Other</li> \\n</ul> \\n<p> This is a great way to make sure that it’s a good fit for both the Pet Caregiver&nbsp;and dog. </p>\"}],[{\"h3\":\"During a Boarding/Sitting\",\"body\":\"<p> <strong>What do I do during an Overnight Care appointment?</strong> </p> \\n<p> It's important to ensure that the Pet Parent's expectations and dog's needs are met.&nbsp;The Wag! App allows you to communicate these expectations with the Pet Parent prior to and during the appointment. </p>\"}],[{\"h3\":\"After a Boarding/Sitting\",\"body\":\"<p> <strong>Do I need to complete a report card for Boardings and Sittings?</strong> </p> \\n<p> Report cards are an important part of the Wag! experience for Pet Parents! After the Boarding or Sitting is complete, you’ll be prompted to fill out a final report card for the service. Pet Parents love to get notes about their dog’s experience! </p> \\n<h4>What's included in a Boarding and Sitting report card?</h4> \\n<ul> \\n <li>A photo of the&nbsp;dog you took during the service</li> \\n <li>Notes written for the Pet Parent about the service</li> \\n <li>Indication whether the pup regularly peed &amp; pooed</li> \\n <li>Confirmation&nbsp;that you locked the home and returned the key (if applicable)</li> \\n</ul> \\n<h4>How do I edit/change my report card?</h4> \\n<p> Once a&nbsp;report card has been submitted, it cannot be&nbsp;changed. </p>\"}],[{\"h3\":\"Pet Parent Match\",\"body\":\"<h4>What is Pet Parent Match?</h4> \\n<p> \\\"Pet Parent Match\\\" allows Pet Parents to choose a Pet Caregiver for Overnight Care&nbsp;appointments and recurring schedules based off available Pet Caregiver's profiles.&nbsp;In order for you to be chosen for a service with Pet Parent Match, you must opt-in to the service. </p> \\n<h4>How will I know if I'm selected by the Pet Parent?</h4> \\n<p> You will receive a notification letting you know whether you've been selected for the service. </p> \\n<h4>What are Pet Parents looking for when choosing a Pet Caregiver?</h4> \\n<p> Pet Parents may look at several factors when making their decision. The most common include: </p> \\n<ul> \\n <li>Distance</li> \\n <li>Star Rating</li> \\n <li>Reviews</li> \\n <li>Experience or number of services completed</li> \\n</ul> \\n<h4>For what services is Pet Parent Match available?</h4> \\n<p> Pet Parents are allowed to choose their Pet Caregiver for Overnight Care and recurring schedules only. </p> \\n<h4>If I am a Preferred Pet Caregiver, do I still receive Overnight Care requests first?</h4> \\n<p> Yes, if you are a Preferred Pet Caregiver, you will still be notified before other Pet Caregivers. Yourself and any other Preferred Pet Caregivers who have opted in will then be presented to the Pet Parent first. </p> \\n<h4>I am a Preferred Pet Caregiver;&nbsp;why didn’t I get selected for the service?</h4> \\n<p> A Pet Parent may be presented with several available Pet Caregivers, including more than one Preferred Pet Caregiver. From there, they are able to select who they feel is the best fit for their pet. </p>\"}]]}],[{\"h2\":\"Walker Notifications\",\"data\":[[{\"h3\":\"Notification FAQ\",\"body\":\"<h4>What notifications should I expect to receive from Wag!?</h4> \\n<p> Wag! sends <strong>push notifications</strong> for services available near you, when you’ve received a tip, and promotions from the Marketing Team. <strong>SMS notifications</strong> are sent when you’ve booked a service, when you’re late for a service, and as confirmation that a cover has been submitted.&nbsp; </p> \\n<h4>How do available service notifications work?&nbsp;</h4> \\n<p> When a schedule is requested by a Pet Parent, the service enters the feed and Wag! sends an initial batch of notifications to Pet Caregivers who are preferred for the service. After a couple minutes, if the schedule is still unfilled, a second batch of notifications is sent to the Pet Caregivers who are closest to the service location (based on the PCG’s Available Service Filter location settings). Next, if the service is still unfilled, an additional batch of notifications is sent to Pet Caregivers in the area, selected based on distance from service. This process continues until the service is filled. </p> \\n<h4>Why are my notifications delayed?</h4> \\n<p> The Wag! system sends out notifications in real time. However, due to circumstances beyond our control such as carrier issues and signal strength there may be times notifications are delayed in getting to you. Make sure you have good signal strength. Delays in notifications may also occur on a device that is connected to WiFi.&nbsp; </p> \\n<h4>Why am I not receiving push notifications?</h4> \\n<ul> \\n <li>You are logged in to more than one device (Note: The most recently logged into device will receive the notifications.) Log out, then back in on the device you’d like to receive notifications on to reset your device token.</li> \\n <li>There is low or no service availability in your area. This typically means you will also not see any services in your available service feed, either.&nbsp;</li> \\n <li>Your Walker App notification settings are set to “off.” Update your notification settings on the Available Service Filters screen.&nbsp;</li> \\n <li>Your phone's settings for push notifications are set to “off” or are disabled for the Wag! Walker app. Allow notifications from Wag! Walker in your device settings.&nbsp;</li> \\n</ul> \\n<h4>Why am I not receiving text notifications?&nbsp;</h4> \\n<p> As of January 2020, Wag! has discontinued SMS notifications for available walks and will be exclusively sending push notifications for these alerts. A few other reasons you could no longer be receiving text notifications include:&nbsp; </p> \\n<ul> \\n <li>Your notification settings are set to “off.”&nbsp;</li> \\n <li>You blocked text notifications. Text the word \\\"START\\\" to 240-06 re-enable text messages from Wag!.</li> \\n</ul> \\n<h4>How do I update my notification settings?&nbsp;</h4> \\n<p> You can update what services you’d like to receive notifications about in your Available Service Filters, located in the top right corner of the Home screen. From here, you can turn off notifications completely, set your location and the distance from which you’d like to be notified of a service, adjust start times, and select service types.&nbsp; </p> \\n<h4>How do I update or add an address?</h4> \\n<ul> \\n <li>Tap on the Available Service Filters icon in the top right corner of the Home screen →</li> \\n <li>Tap “Services Near” →</li> \\n <li>Tap “+” in the bottom right corner (Android) or “+ Add Location” (iOS) →</li> \\n <li>Name the location and enter the address (note: all location names must be unique) →</li> \\n <li>Tap \\\"Save.\\\" To edit an address, tap the green pencil icon next to the location you wish to edit (Android) / tap “Edit” under the address (iOS).</li> \\n</ul> \\n<h4>How do I turn off push notifications?</h4> \\n<ul> \\n <li>Tap on the Available Service Filters icon in the top right corner of the Home screen →</li> \\n <li>Set the Notification Alerts toggle to “off” →</li> \\n <li>Tap “Save”</li> \\n</ul> \\n<h4>How do I turn off text notifications?</h4> \\n<p> To opt-out of text message notifications from Wag!, text “STOP” to 240-06. If you’d like to turn text notifications back on, text “START” to 240-06. </p> \\n<h4>Why don’t I see any available services?</h4> \\n<p> There may not be any services available in your area, or your available service filters may be too narrow. Try expanding your filters, and refreshing the service feed by pulling down on the screen then releasing. </p> \\n<h4>Why am I not being accepted for services?</h4> \\n<p> If you tap a push notification for an available service and the walk is not featured in your Available Service Feed or you were able to opt-in and were not approved, the service was unfortunately taken by another Pet Caregiver. </p>\"}]]}]]"
    },
    {
        "title":"Dog Walking & Sitting Jobs | Wag!",
        "content":"[]"
    },
    {
        "title":"Additional Questions | Wag! Help Center",
        "content":"[[{\"h2\":\"Helpful Resources\",\"data\":[[{\"h3\":\"Wag! the Vote\",\"body\":\"<h4>What is \\\"Wag! the Vote?\\\"</h4> \\n<p> \\\"Wag! the Vote\\\" is Wag!'s effort to make voting as easy as possible for Pet Parents. Pet Parents will receive 20-minute walks for as little as $10. Pet Caregiver payouts <strong>will&nbsp;not&nbsp;</strong>be affected. </p> \\n<h4>Will the standard payout for services be affected?</h4> \\n<p> No. Pet Caregivers will still see and receive the standard payouts for services. </p> \\n<h4>How long will the campaign last?</h4> \\n<p> The \\\"Wag! the Vote\\\" campaign will run October 23rd through November 4th. </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/986100b4-1211-4848-9611-41413546d8a2/547.png\\\"> </p>\"}],[{\"h3\":\"Troubleshooting the App\",\"body\":\"<h4>What do I do if my app is frozen or doesn't appear to be working?</h4> \\n<p> Most app issues can be resolved by making sure your app is up-to-date. To install the most recent version of the Wag! app, click&nbsp;<a href=\\\"https://wagwalking.app.link/e/W9buVrmW49\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. Your device may also need to be updated to the most recent version of Android or Apple iOS. Since the Wag! App is designed to run on the most recent versions of these operating systems, please make sure your device is updated accordingly.&nbsp; </p> \\n<h4>How do I reinstall the Walker App?</h4> \\n<p> To download or update the Walker App, click&nbsp;<a href=\\\"http://walkerdownload-content.wagwalking.com/login.html\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<h4>What do I do if my app is slow?</h4> \\n<p> If your app is running slowly,&nbsp;it's likely&nbsp;due to a poor network connection.&nbsp; </p> \\n<ul> \\n <li>If you are using a Wi-Fi network, make sure you are connected to the fastest possible speed and that your signal strength is high.</li> \\n <li>If you are using a cellular network,&nbsp;make sure that you are in an area where you have good signal strength or \\\"full bars.\\\"</li> \\n</ul> \\n<p> <strong>Note:&nbsp;</strong>Switching from Wi-Fi to cellular internet connection may also cause a loss or delay in app service. This often occurs when you are leaving your home and your device tries to disconnect from Wi-Fi and reconnect to a cellular network.&nbsp;<strong>It is recommended that you stay connected to a cellular network at all times when using the Wag! App and that you remain in an area with good signal strength.</strong> </p> \\n<h4>Is my phone compatible?</h4> \\n<p> The minimum hardware requirement for Android is 5.0+ and iOS is 11+. </p> \\n<p> <strong>Note:&nbsp;</strong>We no longer support&nbsp;the iPhone 5 and iPhone 5c devices. iPhone 5s / iPhone SE models and newer are still supported. </p> \\n<h4>My push notifications and texts from Wag! are delayed.</h4> \\n<p> Delayed messaging and notification issues are commonly due to a poor network connection.&nbsp; </p> \\n<ul> \\n <li>If you are using a Wi-Fi network, make sure you are connected to the fastest possible speed and that your signal strength is high.</li> \\n <li>If you are using a cellular network,&nbsp;make sure that you are in an area where you have good signal strength or \\\"full bars.\\\"</li> \\n</ul> \\n<p> <strong>Note:&nbsp;</strong>Switching from Wi-Fi to cellular internet connection may also cause a loss or delay in app service. This often occurs when you are leaving your home and your device tries to disconnect from Wi-Fi and reconnect to a cellular network.&nbsp;<strong>It is recommended that you stay connected to a cellular network at all times when using the Wag! App and that you remain in an area with good signal strength.</strong>&nbsp;If you continue to experience delays in messaging, please contact your service provider for more support.&nbsp; </p> \\n<p> My messages and text from Wag! are delayed, what do I do? </p> \\n<h4>I no longer receive messages from Wag!.</h4> \\n<p> If you are no longer receiving messages from Wag!, please make sure your app is up-to-date. To install the most recent version of the Wag! app, click&nbsp;<a href=\\\"https://wagwalking.app.link/e/W9buVrmW49\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. If your app is up-to-date, be sure that the app has the appropriate permissions by checking the Settings on your device. You will need to allow permissions for: </p> \\n<ul> \\n <li>Camera</li> \\n <li>Contacts</li> \\n <li>Location</li> \\n <li>Microphone</li> \\n <li>Storage</li> \\n <li>Notifications</li> \\n</ul> \\n<h4>How do I update my time zone?</h4> \\n<p> Time zone issues within the app are most commonly due to an incorrect address.&nbsp; </p> \\n<p> To update your address in the app: </p> \\n<ul> \\n <li>Open the menu&nbsp;in the top-left corner of the home screen →</li> \\n <li>Tap “View profile” →</li> \\n <li>Tap \\\"Edit\\\"</li> \\n</ul> \\n<p> &nbsp;Make sure to tap \\\"Save\\\"&nbsp;before exiting. </p> \\n<h4>How do I reset my password?</h4> \\n<p> From the Walker App&nbsp;login screen, click \\\"Forgot Password.\\\" A password reset email will be sent to the email address associated with your Wag! account. Once you have received the password reset email, follow the instructions to reset your password. </p>\"}],[{\"h3\":\"Incident Resolution Guidelines\",\"body\":\"<p> <iframe frameborder=\\\"0\\\" height=\\\"3420px\\\" src=\\\"https://help.wagwalking.com/media/download/x1lf0d/Wag!%20Incident%20Resolution%20Guidelines.pdf\\\" width=\\\"100%\\\"></iframe> </p>\"}],[{\"h3\":\"All Kinds of Dog Collars\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/GZuHoEcVVFI?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on dog collars.&nbsp;Reaching out to the Pet Parent for specific instructions is always recommended!</em> </p>\"}],[{\"h3\":\"All Kinds of Harnesses\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/Llxwct0JmL4?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on harnesses.&nbsp;Reaching out to the Pet Parent for specific instructions is always recommended!</em> </p>\"}],[{\"h3\":\"What to Do if a Dog Gets Off Leash\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/3u2_rpem3Hs?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>&nbsp;Helpful suggestions on off leash activity. If you're experiencing off leash activity&nbsp;during a scheduled service, please engage the emergency support line by clicking the <span class=\\\"pen1\\\"><strong>red bell</strong></span> in the app.&nbsp;</em> </p>\"}],[{\"h3\":\"How to Walk a Dog\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/IEtMxm0gZ4M?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful suggestions on how to walk a dog. Reaching out to the Pet Parent for specific instructions is always recommended!</em> </p>\"}],[{\"h3\":\"Equipment Check\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/oR4SH_3eJsc?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <i>Helpful tips on equipment.&nbsp;</i><em>Reaching out to the Pet Parent for specific instructions is always recommended!</em> </p>\"}],[{\"h3\":\"Understanding Leash Aggression\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/iFAkFaSFK7E?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>&nbsp;Helpful tips on understanding leash aggression.&nbsp;Reaching out to the Pet Parent for specific instructions is always recommended!</em> </p>\"}],[{\"h3\":\"Getting a Dog In and Out of a Crate\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><a href=\\\"https://www.youtube.com/watch?v=6eck4bA7TNg&amp;feature=emb_title\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Helpful tips on how to get a dog out of a crate.&nbsp;</a><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/6eck4bA7TNg?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p> <em>Helpful tips on how to get a dog in and out of a crate. Reaching out to the Pet Parent is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"When a Dog Doesn't Want to Walk\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/LIGINmemE4o?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful suggestions when a dog doesn't want to take a walk. Reaching out to the Pet Parent is always recommended!</em> </p>\"}],[{\"h3\":\"Doggie Daycare & Overnights\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/Yfm5KwMg75w?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>This video includes helpful tips for a successful overnight service with a dog for&nbsp;the Pet Parent. Reaching out to the Pet Parent is always recommended!</em> </p>\"}]]}]]"
    },
    {
        "title":"Safety Center | Wag! Help Center",
        "content":"[[{\"h2\":\"COVID-19\",\"data\":[[{\"h3\":\"Info on COVID-19\",\"body\":\"<p> We know the novel coronavirus (\\\"COVID-19\\\") is on many of our minds. As we all continue to monitor the situation very closely, we wanted to share that Pet Caregivers continue to be available for walking, sitting and boarding on the Wag! platform. The health and safety for Pet Caregivers, Pet Parents and their dogs are and always will be our highest priority. In situations such as this, we understand that we need to evolve the Wag! platform to help do our part to best serve you and the community as safely as possible.&nbsp; </p> \\n<p> Below you’ll find information on recent platform changes, including Socially Distanced Services, dedicated COVID-19 Tip Function, and our COVID-19 Resource Center and FAQs. We will continue to monitor the situation and provide updates as they become available. </p> \\n<p>&nbsp;</p> \\n<p> <strong>Socially Distanced Services</strong> </p> \\n<p> Pet Parents may update “How to get in” to request a service as a socially distanced service and to provide specific instructions to help limit physical interactions. Here is an example of simple measures you can take when performing socially distanced services: </p> \\n<ol> \\n <li>Requesting a “socially distanced service” - When requesting a walk through the Wag! platform, Pet Parents have the option to&nbsp;update the \\\"How to get in\\\" section with the socially distanced service request and any relevant instructions to help limit interaction. For example: \\\"Socially Distanced Service - I’ll have Fido ready with a harness and leash on. Please knock or message me in-app when you arrive and I’ll open the front door and hand the attached leash to you.\\\"</li> \\n <li>Pet Parents can message their Pet Caregiver in-app to remind them of the request for a socially distanced service. Remember to wash your hands or use hand sanitizer&nbsp;before handling the leash and after both pick-up and drop-off and follow advice from public health authorities like the <a href=\\\"https://www.cdc.gov/coronavirus/2019-ncov/prepare/animals.html\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">CDC</a>.</li> \\n</ol> \\n<p>&nbsp;</p> \\n<p> <strong>Dedicated COVID-19 Tip Function</strong> </p> \\n<p> To support the Pet Caregiver community in defraying the cost of additional COVID-19 related safety supplies, Pet Parents now have the option to give a “Dedicated COVID-19 Tip.” This provides a mechanism for a Pet Parent to help pay for gloves, hand sanitizer, as well as any other essential equipment. </p> \\n<p>&nbsp;</p> \\n<p> <strong>COVID-19 Resources</strong> </p> \\n<p> We ask that Pet Parents and Pet Caregivers follow the guidance of the <a href=\\\"https://www.cdc.gov/coronavirus/2019-ncov/prepare/animals.html\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">CDC</a> and the below tips to help prevent the further spread of the virus:&nbsp; </p> \\n<ul> \\n <li>If you feel sick, please stay home; don’t request services on the platform.&nbsp;</li> \\n <li>Frequently wash your hands with soap and water for at least 20 seconds if soap and water are not readily available, clean hands by using alcohol-based hand sanitizer that contains at least 60% alcohol, including immediately before and after a service is completed.&nbsp;</li> \\n <li>When coughing or sneezing, cover your mouth and nose with the inside of your elbow or tissue – throw tissue away immediately and wash hands.&nbsp;</li> \\n <li>Avoid close contact with anyone who is sick, and please seek medical care if you have a fever and symptoms, such as cough and/or difficulty breathing.&nbsp;</li> \\n</ul> \\n<h4>What do I do if there are no available walks in my area?&nbsp;</h4> \\n<p> For safety, cities and states across the country continue to adjust travel and quarantine restrictions due to COVID-19. If your area is still affected by a reduced number of Pet Parent requests,&nbsp;Wag! recommends using your public profile to promote your services and to remind local Pet Parents that Wag! is still here to help by providing socially distanced&nbsp;services. For details on how to update and self promote your Wag! Caregiver Profile click on this <a href=\\\"/t/q6hh31a/promoting-your-profile\\\" rel=\\\"nofollow noopener noreferrer\\\">link</a>. </p> \\n<h4>Further Support</h4> \\n<p> Wag! has partnered with Stride to provide Pet Caregivers with health and financial resources during the COVID-19 pandemic and beyond. For more information on Stride and its benefits, please click this&nbsp;<a href=\\\"/t/35hy82l/stride\\\" rel=\\\"nofollow noopener noreferrer\\\">link.</a> </p> \\n<p>&nbsp;</p> \\n<p> We are prepared to navigate these challenging circumstances with the Wag! community’s health and safety in mind. Our services will continue, along with 24/7 customer support, and we thank you in advance for working with us to ensure the Wag! platform operates as safely as possible.&nbsp; </p>\"}],[{\"h3\":\"Socially Distanced Pet Care Informational Session\",\"body\":\"<p> The novel coronavirus (\\\"COVID-19\\\") remains on many of our minds. As life begins to return to normal and more Wag! Services are booked by Pet Parents, the health and safety of the Wag! community is our top priority.&nbsp; </p> \\n<p> With this in mind, we have launched an <a href=\\\"https://apply.wagwalking.com/c/a23ca6f322bcaba4abbb497f312bad8bfb491c4c\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">optional informational session</a> for Pet Caregivers to learn about&nbsp;CDC&nbsp;recommendations&nbsp;in the context of pet care &amp; dog walking. Most Pet Caregivers finish the session in under 5 minutes, and upon completion, the following 'Socially Distanced Pet Care' tag will be awarded to you and displayed on your profile:&nbsp; </p> \\n<p> <a href=\\\"https://apply.wagwalking.com/c/a23ca6f322bcaba4abbb497f312bad8bfb491c4c\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\"><img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/f1f4e493-e54f-4098-b64f-26c6f8e5d2e4/547.png\\\" width=\\\"400\\\"></a>&nbsp; </p> \\n<p> <strong>IMPORTANT</strong>: When accessing the course, please <span class=\\\"pen6\\\"><em>enter the email address associated with your Wag! Walking account</em></span>, or else we may not be able to display the tag on your profile automatically.&nbsp; </p> \\n<hr> \\n<p> <strong>Frequently Asked Questions</strong> </p> \\n<ol> \\n <li><em>I never got an email about this. Can I still complete the session?&nbsp;</em><br> Yes! You can complete the session by visiting <a href=\\\"https://apply.wagwalking.com/c/a23ca6f322bcaba4abbb497f312bad8bfb491c4c\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">this link</a>. &nbsp;When entering your information on the course page, please <em>use the email address associated with your Wag! Walking account</em>. If you use a different email, we will not be able to display the tag on your profile.&nbsp;</li> \\n <li><em>How can I get the Socially Distanced Pet Care tag on my profile?&nbsp;</em><br> As soon as you complete the <a href=\\\"https://apply.wagwalking.com/c/a23ca6f322bcaba4abbb497f312bad8bfb491c4c\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">informational session</a>, the 'Socially Distanced Pet Care'&nbsp;tag will appear on your profile. Please allow up to 24 hours for the tag to appear, but in most cases, the tag will&nbsp;appear instantly.&nbsp;</li> \\n <li><em>I completed the session over 24 hours ago and I still haven't gotten the tag.&nbsp;</em> <p> We're sorry to hear that! The most common cause of this issue is completing the course under an email address that is different from the email on file for your Wag! Walking account.&nbsp; </p> <p> Please reach out to support under the 'Help' tab of the Wag! Walking app if the issue persists, and after&nbsp;verifying that you have fully completed the course we can&nbsp;manually add the tag to your profile.&nbsp; </p> </li> \\n</ol> \\n<p> Thank you for working with us to ensure the Wag! platform operates as safely as possible!&nbsp; </p>\"}]]}],[{\"h2\":\"Staying Safe\",\"data\":[[{\"h3\":\"Tips from Other Pet Caregivers\",\"body\":\"<h4>Service Animals</h4> \\n<p> If you require a service animal, it's recommended to&nbsp;follow these steps: </p> \\n<ul> \\n <li>Add the information about requiring a service animal to your public bio</li> \\n <li>Prior to the service, reach out to the Pet Parent and inform them of the need for the service animal</li> \\n <li>If the service animal assists you on the walk, please ask the pet parent if they have any safety issues with their own dogs that may put you or the animals in danger \\n  <ul> \\n   <li>If no, complete the service as normal</li> \\n   <li>If yes, please submit a cover through the app&nbsp;</li> \\n  </ul> </li> \\n</ul> \\n<h4>Navigating&nbsp;The App</h4> \\n<p> As an app-based platform, efficient navigation of the app can play a major role in a successful service. Pet Caregivers on the platform have found success in preparing to perform a service with Wag! by doing the following: </p> \\n<ul> \\n <li>Completing their test walk</li> \\n <li>Familiarizing themselves with the app&nbsp;navigation&nbsp;and features</li> \\n <li>Reading the <a href=\\\"https://safety.wagwalking.com/terms\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Terms of Services</a></li> \\n <li>Reading the&nbsp;<a href=\\\"/category/dog-walkers\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Caregivers</a> section of the Wag! help center</li> \\n</ul> \\n<h4>Keeping Keys Safe</h4> \\n<p> A Pet Parent places a great deal of trust in Pet Caregivers to access their property and care for their dog(s). Pet Caregivers have shared the following tips&nbsp;for keeping a Pet Parent’s keys safe: </p> \\n<ul> \\n <li>Put the key back in its original spot before heading out on the walk</li> \\n <li>Make sure the key is secure prior to ending the service</li> \\n <li>If for any reason you are unable to lock up, make sure to indicate this in the app upon completion of the service&nbsp;</li> \\n <li>Ensure the property is secured in the same way it was when you arrived</li> \\n <li>If keys are misplaced, contact the Pet Parent and Customer Service for assistance&nbsp;</li> \\n</ul> \\n<h4>Security and Home Access</h4> \\n<p> Staying safe and making thoughtful decisions are important to the wellbeing of Pet Caregivers, Pet Parents, and the dogs using Wag!. Pet Caregivers have found success in staying safe and making thoughtful decisions by doing the following: </p> \\n<ul> \\n <li>Entering a Pet Parent's home through designated doors / entries</li> \\n <li>Avoiding unsafe situations</li> \\n <li>Avoiding entering or accessing areas of the home not necessary to completing a service</li> \\n <li>Remaining aware of their surroundings</li> \\n</ul> \\n<h4>Picking Up After The Pup</h4> \\n<p> Dog waste can spread disease and become a smelly nuisance. In addition, many jurisdictions will issue a citation for dog waste that has not been picked up.&nbsp;Pet Caregivers have shared the following suggestions: </p> \\n<ul> \\n <li>Before leaving on the walk, be sure you have something handy to pick up after the dog(s)</li> \\n <li>Clean up the dog’s waste while on the walk</li> \\n <li>It is a good idea to keep a few bags on hand at all times</li> \\n <li>If a citation is issued, work respectfully with the local officials while communicating with the Pet Parent and Wag! customer service</li> \\n</ul> \\n<p> Have additional tips or tricks for completing a safe and efficient service? Tell us at <a href=\\\"mailto:feedback@wagwalking.com\\\" rel=\\\"nofollow noopener noreferrer\\\">feedback@wagwalking.com</a>! </p>\"}],[{\"h3\":\"Inclement Weather\",\"body\":\"<p> Wag! services can be booked rain or shine! If you are not comfortable proceeding with a schedule due to poor weather, the Wag! app allows you to communicate directly with the Pet Parent. You may mutually decide to cancel the service. Should you mutually decide to cancel, please recommend that the Pet Parent cancel in the app from the \\\"Schedules\\\" tab.&nbsp;Submitting a cover at the request of a Pet Parent can affect your cancellation rating&nbsp;(which is part of your&nbsp;<a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>). </p>\"}],[{\"h3\":\"Signs of Dog Aggression\",\"body\":\"<p> If you believe a dog is displaying signs of aggression and you are not comfortable proceeding with the service, please attempt to contact the Pet Parent to discuss the situation. You may mutually decide to cancel the service. If you are unable to get in contact with the Pet Parent, please contact Wag! using the \\\"Help\\\" tab in the app. </p>\"}]]}],[{\"h2\":\"Contacting the Pet Parent\",\"data\":[[{\"h3\":\"Chatting with Pet Parents\",\"body\":\"<h4>How do I contact a Pet Parent?</h4> \\n<p> You can communicate with the Pet Parent from the Walker App through our in-app chat feature. As of July 2020, chat sessions are persistent, which means they will no longer expire after 12 hours.&nbsp;Instead, your chats will expire after 10 days of inactivity (no messages sent or received for 10 days). </p> \\n<h4><strong>How do I send a chat to a Pet Parent?</strong></h4> \\n<p> <strong>Existing Conversation</strong>: You can send a chat by tapping the \\\"Messages\\\" icon&nbsp;at the bottom of the Home Screen, then tapping the conversation you'd like to continue. </p> \\n<p> <strong>New Conversation</strong>: To initiate a chat with a Pet Parent, you&nbsp;must have a service booked or in progress with them. </p> \\n<ul> \\n <li><em>Booked Service</em><br> Navigate to the \\\"Booked\\\" tab&nbsp;&nbsp;→ Tap on the service for the Pet Parent you'd like to contact&nbsp;→ Tap \\\"Contact Pet Parent\\\"</li> \\n <li><em>Service in Progress</em><br> Navigate to the Live Service view&nbsp;→ Tap the \\\"Chat\\\" icon&nbsp;</li> \\n</ul> \\n<p> <strong>Note:&nbsp;</strong>Pet Parents are able to initiate a conversation with you if they have marked you as \\\"Preferred\\\" or if you have previously completed a service for their pet. </p> \\n<h4>How will I be notified about new messages?</h4> \\n<p> Wag! will&nbsp;alert you via push notification when you receive a message. For the best experience, we recommend enabling push notifications for the Walker App and checking your messages tab frequently. </p> \\n<h4><strong>Can I save the photos I send via chat?</strong></h4> \\n<p> Yes! To save a photo, tap and hold the photo, and select \\\"Save.\\\" </p> \\n<h4>Can I send videos via chat?</h4> \\n<p> No. Video is currently not supported. </p>\"}],[{\"h3\":\"Calling Pet Parents\",\"body\":\"<h4>How do I call a&nbsp;Pet Parent?</h4> \\n<p> You are able to call a Pet Parent for which you have a current or upcoming schedule&nbsp;directly from the chat screen. </p> \\n<ul> \\n <li>Open the \\\"Messages\\\" tab from the main menu of the Walker App →</li> \\n <li>Click the chat of the Pet Parent with which you’d like to connect →</li> \\n <li>In the chat, click the phone icon (iOS) or the three vertical dots (Android) →</li> \\n <li>Select “Call Pet Parent.”</li> \\n</ul> \\n<p> You will be connected via a call-only line that is masked for your privacy.&nbsp;For your safety, we recommend never sharing personal phone numbers, logins, or financial info. </p>\"}]]}],[{\"h2\":\"Safety Videos\",\"data\":[[{\"h3\":\"Equipment Check\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/oR4SH_3eJsc?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>&nbsp;Helpful tips on equipment.&nbsp;Reaching out to the Pet Parent for specific instructions is always recommended. Click <a href=\\\"https://youtu.be/oR4SH_3eJsc\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em> to watch! </p>\"}],[{\"h3\":\"Understanding Leash Aggression\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/iFAkFaSFK7E?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>&nbsp;Helpful tips on understanding leash aggression.&nbsp;Reaching out to the Pet Parent for specific instructions is always recommended. Click <a href=\\\"https://www.youtube.com/embed/iFAkFaSFK7E?wmode=transparent\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a> to watch.</em> </p>\"}],[{\"h3\":\"Getting a Dog In and Out of a Crate\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/6eck4bA7TNg?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on how to get a dog in and out of a crate.&nbsp;Reaching out to the Pet Parent for specific instructions is always recommended! Click <a href=\\\"https://youtu.be/6eck4bA7TNg\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>&nbsp;</em>to watch! </p>\"}],[{\"h3\":\"When a Dog Doesn't Want to Walk\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/LIGINmemE4o?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful suggestions when a dog doesn't want to take a walk. Reaching out to the Pet Parent is always recommended. Click <a href=\\\"https://youtu.be/LIGINmemE4o\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em> <em>to watch!</em> </p>\"}],[{\"h3\":\"Doggie Daycare & Overnights\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/Yfm5KwMg75w?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> &nbsp;<em>This video includes helpful tips for a successful overnight service with a dog for&nbsp;the Pet Parent. Reaching out to the Pet Parent is always recommended. Click <a href=\\\"https://youtu.be/Yfm5KwMg75w\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em> <em>to watch!</em> </p>\"}],[{\"h3\":\"Meeting and Leashing a Dog\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/pFVt273vm3Q?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p> &nbsp;<em>This video includes helpful tips for meeting and leashing a dog for the first time. Click <a href=\\\"https://youtu.be/pFVt273vm3Q\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em> <em>to watch!</em> </p>\"}],[{\"h3\":\"Dog Walk Distractions\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/kqFBD9krE_8?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span></span> </p> \\n<p> <em>This video explains the types of distractions a dog may experience while on a walk and how to read a dog's body language and avoid confrontation. Click&nbsp;<a href=\\\"https://youtu.be/kqFBD9krE_8\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em><em>to watch!</em> </p>\"}],[{\"h3\":\"All Kinds of Harnesses\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/Llxwct0JmL4?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p> &nbsp;<em>This video includes helpful tips for harnesses. Click <a href=\\\"https://youtu.be/Llxwct0JmL4\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em> <em>to watch!</em> </p>\"}],[{\"h3\":\"All Kinds of Collars\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/GZuHoEcVVFI?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p> <em>This video includes helpful tips for collars. Click&nbsp;<a href=\\\"https://youtu.be/GZuHoEcVVFI\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a></em> <em>to watch!</em> </p>\"}]]}],[{\"h2\":\"Beware of Scams\",\"data\":[[{\"h3\":\"Never Share Passwords\",\"body\":\"<p> Wag! will never contact you directly to ask for your password or banking information. If you receive a suspicious call or message, do not reply. Instead, contact our Customer Success team via the Help Tab in the Walker App. </p> \\n<p> <strong>Beware of Scams</strong> </p> \\n<ul> \\n <li>Scammers may pose as Wag! customer service professionals to try to obtain your personal information or to access your account(s). If you’re unsure if a phone call, email, or text is legitimate, contact our Customer Success team via the Help Tab in the Walker App. Do not reply or use the contact information in the suspicious message.</li> \\n</ul> \\n<p> <strong>Tips for Creating a Strong&nbsp;Password</strong> </p> \\n<p> Wag! takes your account security seriously, and choosing a secure password helps protect your account against unauthorized use. Here are some of the best practices to follow when creating a password:&nbsp; </p> \\n<ul> \\n <li>Straight rows of keys are easy to guess.&nbsp;</li> \\n <li>Short keyboard patterns are easy to guess.&nbsp;</li> \\n <li>Use a longer keyboard pattern with more turns.&nbsp;</li> \\n <li>Repeats like \\\"aaa\\\" are easy to guess.&nbsp;</li> \\n <li>Sequences like \\\"abc\\\" or \\\"6543\\\" are easy to guess.</li> \\n <li>Repeats like \\\"abcabcabc\\\" are only slight harder to guess than \\\"abc\\\".&nbsp;</li> \\n <li>Avoid dates and years that are associated with you.&nbsp;</li> \\n <li>Avoid recent years.&nbsp;</li> \\n <li>Capitalization does not help very much.&nbsp;</li> \\n <li>Reversed words aren't much harder to guess.&nbsp;</li> \\n <li>All uppercase is almost as easy to guess as all lower case.&nbsp;</li> \\n <li>Avoid predictable substitutions&nbsp;like \\\"@\\\" instead of at.&nbsp;</li> \\n</ul> \\n<p> In addition to the above tips, we recommend your password includes: </p> \\n<ul> \\n <li>More than eight characters</li> \\n <li>Both upper- and lower-case letters</li> \\n <li>A mix of numbers and special characters (i.e., # @ $ % &amp;)</li> \\n</ul> \\n<h4>I can't change my password!</h4> \\n<p> If you can't update your password or are receiving an \\\"Invalid Input\\\" error message, please follow the Strong Password&nbsp;guidelines above (or click <a href=\\\"/t/3675nx/never-share-passwords\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>).&nbsp; </p>\"}]]}],[{\"h2\":\"Community Guidelines\",\"data\":[[{\"h3\":\"Community Guidelines\",\"body\":\"<p> To view Wag!'s Community Guidelines, click <a href=\\\"https://wagwalking.com/community-guidelines/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}]]}]]"
    },
    {
        "title":"My Account | Wag! Help Center",
        "content":"[[{\"h2\":\"Account Changes\",\"data\":[[{\"h3\":\"Profile Picture & Bio\",\"body\":\"<h4><strong>How do I update my profile or my profile photo?&nbsp;</strong></h4> \\n<p> You can update your profile from the Walker&nbsp;App.&nbsp; </p> \\n<ul> \\n <li>Tap on the main menu in the top left-hand corner of the Home Screen&nbsp;→</li> \\n <li>Tap “View Profile”→</li> \\n <li>Tap \\\"Edit Profile\\\" →</li> \\n <li>From here, you can update your Profile Photo, Catchphrase, About Me (bio), Address,Services, Home Info, Specialties, and images in your Gallery.&nbsp;</li> \\n <li>Click “Save” →</li> \\n <li>You’re all set!&nbsp;Your bio has been submitted for review and you will receive a push notification when your bio has been approved. The approval process can take up to 2 weeks.&nbsp;</li> \\n</ul> \\n<p> <strong>Note:</strong>&nbsp;If you are unable to save your submission, make sure that you have text in all required fields and attempt to save your submission again. Your bio must also be at least 150 characters. </p> \\n<h4><strong>Bio Guidelines</strong></h4> \\n<p> Your bio should be a concise description of yourself and may not include any of the following: </p> \\n<ul> \\n <li>&nbsp;Personally identifiable information, including: \\n  <ul> \\n   <li>Full name</li> \\n   <li>Home address</li> \\n   <li>Any social media links</li> \\n  </ul> </li> \\n <li>Any mention of an offer to perform services off the Wag! platform.&nbsp;</li> \\n <li>Any inappropriate or offensive material/ content.&nbsp;</li> \\n <li>Emojis.</li> \\n</ul> \\n<p> <em>You will receive a notification when your profile photo or bio has been approved or rejected.</em> </p> \\n<h4><strong>To update your profile picture:</strong></h4> \\n<ul> \\n <li>Tap on the main menu in the top left-hand corner of the Home Screen&nbsp;→</li> \\n <li>Tap “View Profile”→</li> \\n <li>Tap \\\"Edit Profile\\\" →</li> \\n <li>Tap the green camera icon on your photo&nbsp;→</li> \\n <li>Read the \\\"Photo Taking Tips\\\" and tap \\\"I've Read It\\\"&nbsp;→</li> \\n <li>Tap \\\"Change Photo\\\" and either \\\"Take a Photo\\\" or \\\"Choose Existing Photo\\\"&nbsp;→</li> \\n <li>Click “Submit Photo” →</li> \\n <li>You’re all set!&nbsp;Your photo has been submitted for review and you will receive a push notification when it's been approved. The approval process can take up to 2 weeks.&nbsp;</li> \\n</ul> \\n<p> <strong>Photo Guidelines&nbsp;</strong> </p> \\n<p> Profile Photos should be a recognizable photo of yourself and may not include any of the following: </p> \\n<ul> \\n <li>Obstructions to the face such as sunglasses, phones, or filters</li> \\n <li>People besides yourself</li> \\n <li>A full body shot (ideal photos will include the entire face and shoulders)</li> \\n <li>Poor quality lighting (grainy photos)</li> \\n <li>Angles (ideal photos will be shot straight on)</li> \\n <li>Any inappropriate or offensive material/content</li> \\n</ul> \\n<p> <em>You will receive a notification when your profile photo or bio has been approved or rejected.</em> </p>\"}],[{\"h3\":\"Name Changes\",\"body\":\"<h4>How do I change the name on my Pet Caregiver profile?</h4> \\n<p> To request a name change, please fill out <a href=\\\"https://form.jotform.com/203374033061039\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">this form</a>.&nbsp;You will receive a confirmation email once we've received your request. Please allow&nbsp;up to 3 business days for your request to be fully processed.&nbsp; </p>\"}],[{\"h3\":\"Profile Status (Android Only)\",\"body\":\"<h4>How do I update my status?</h4> \\n<ul> \\n <li>Open the Main Menu from the top left corner of the Walker App&nbsp;→</li> \\n <li>Tap \\\"Available for Requests\\\"&nbsp;→</li> \\n <li>Select \\\"Looking for Walks\\\" or \\\"Vacation\\\"&nbsp;→</li> \\n <li>Use the drop-down menu to choose when you would like your status to&nbsp;revert back to \\\"Available for Requests\\\"&nbsp;→</li> \\n <li>Tap \\\"Save\\\"</li> \\n</ul> \\n<h4>What does setting my status change?</h4> \\n<p> <strong>Available for Requests (default):&nbsp;</strong>Indicates to Pet Parents that you're <em>available</em> for direct service requests. </p> \\n<p> <strong>Looking for Walks:&nbsp;</strong>Indicates to Wag! &amp; Pet Parents that you're <em>actively looking</em>&nbsp;and <em>readily available&nbsp;</em>for more services. </p> \\n<p> <strong>Vacation:&nbsp;</strong>Indicates to Pet Parents that you're <em>not available</em> for direct service requests. You will still receive notifications for services available near you. </p>\"}],[{\"h3\":\"Photo Gallery\",\"body\":\"<p> <strong>How do I upload a photo to my gallery?&nbsp;</strong> </p> \\n<ul> \\n <li>Tap on your profile photo in the Main Menu of the Walker App&nbsp;→</li> \\n <li>Tap \\\"Edit Profile\\\"&nbsp;→</li> \\n <li>Scroll to \\\"Gallery\\\" and tap \\\"Edit\\\"&nbsp;→</li> \\n <li>Tap the camera icon or \\\"Add Photos\\\" →</li> \\n <li>Either \\\"Take Photo\\\" or \\\"Choose Existing Photo\\\"&nbsp;→</li> \\n <li>Tap and hold photos to rearrange their order&nbsp;→</li> \\n <li>Tap \\\"Save\\\" (only necessary if you've re-ordered your photos)</li> \\n</ul> \\n<p> <strong>How do I delete a photo from my gallery?&nbsp;</strong> </p> \\n<ul> \\n <li>Tap on your profile photo in the Main Menu of the Walker App&nbsp;→</li> \\n <li>Tap \\\"Edit Profile\\\"&nbsp;→</li> \\n <li>Scroll to \\\"Gallery\\\" and tap \\\"Edit\\\"&nbsp;→</li> \\n <li>Tap \\\"Select\\\" and tap the photos you'd like to delete&nbsp;→</li> \\n <li>Tap \\\"Delete\\\"</li> \\n</ul> \\n<p> <strong>How do I reorder my photos? (Android Only)</strong> </p> \\n<ul> \\n <li>Tap on your profile photo in the Main Menu of the Walker App&nbsp;→</li> \\n <li>Tap \\\"Edit Profile\\\"&nbsp;→</li> \\n <li>Scroll to \\\"Gallery\\\"&nbsp;→</li> \\n <li>Tap and hold photos to rearrange their order →</li> \\n <li>Tap \\\"Save\\\"</li> \\n</ul> \\n<p> <strong>What’s the difference between the photo gallery and in-app media gallery?&nbsp;</strong> </p> \\n<p> Your in-app media gallery (Walker app sidebar → Media Gallery) stores all the photos of pups that you’ve uploaded to various report cards after completing a service. This is private to you.&nbsp; </p> \\n<p> Your photo gallery is a curated collection of photos that you want new Pet Parents to see! This is public and accessible to anyone who views your public Walker&nbsp;Profile. </p>\"}],[{\"h3\":\"Changing Your Password\",\"body\":\"<h4>How do I reset my password?</h4> \\n<p> Your password must be reset from the Walker App. To reset your password, navigate to the Walker App login screen: </p> \\n<ul> \\n <li>Tap “Forgot your Password?”&nbsp;→</li> \\n <li>Input the email address <strong>associated with your Wag! Walker account </strong>→</li> \\n <li>Tap \\\"Send\\\"&nbsp;→</li> \\n <li>You will receive an email with instructions on how to reset your password.</li> \\n</ul> \\n<p> If you do not receive the email within a few minutes,&nbsp;please confirm the email address submitted is correct and check your junk &amp;&nbsp;spam folders. Click <a href=\\\"/t/3675nx/never-share-passwords\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a> for tips on&nbsp;creating strong passwords. </p> \\n<h4>I can't log in after changing my password.</h4> \\n<p> If you are unable to login to your Walker Account after updating your password, please&nbsp;login&nbsp;<a href=\\\"https://walkerdownload-content.wagwalking.com/login.html\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>&nbsp;using your mobile device. </p>\"}],[{\"h3\":\"Average Star Rating\",\"body\":\"<p> <strong>What is a Pet Caregiver star rating?&nbsp;</strong> </p> \\n<p> Each Pet Caregiver earns an average star rating based on reviews provided by Pet Parents. Your average star rating is the sum of all the ratings you’ve received divided by your total number of ratings.&nbsp; </p> \\n<p> You can view your star rating at any time by navigating to your profile. The number on the left&nbsp;is your average star rating. In parentheses, you'll see your number of reviews. </p> \\n<p> <img data-align=\\\"none\\\" src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/72510857-5c93-4e0d-aec7-e57db83428b5/547.jpg\\\" style=\\\"\\\" width=\\\"400\\\"> </p> \\n<p> Note: Your star rating is not the same as your&nbsp;<a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>, however your star rating is one factor that goes into determining your overall <a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>.&nbsp; </p>\"}],[{\"h3\":\"Pet Parent Favorability\",\"body\":\"<h4>What is Pet Parent Favorability?</h4> \\n<p> A Pet Caregiver’s Pet Parent Favorability is simply how valuable the Pet Caregiver’s services are to a Pet Parent. A number of factors are applied to determine a Pet Caregiver’s Pet Parent Favorability, all of which can be found within the <a href=\\\"https://safety.wagwalking.com/community-guidelines\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Wag! Community Guidelines</a>. </p> \\n<h4>For what is Pet Parent Favorability used?</h4> \\n<p> Pet Parent Favorability is used to find the perfect Pet Caregiver for each pet care task scheduled using the Wag! platform.&nbsp; </p> \\n<h4>How do I increase my Pet Parent Favorability?</h4> \\n<p> Pet Parents expect services to be completed with care and attention to detail. Your reliability (including timeliness and commitment) also affects the Pet Parent’s experience and therefore your Pet Parent Favorability. The <a href=\\\"/t/83hqnq1/increasing-your-profile-strength\\\" rel=\\\"nofollow noopener noreferrer\\\">strength of your profile</a>&nbsp;is another factor; the more complete and thorough your profile is, the more valuable your profile will be to Pet Parents looking to book pet care services.&nbsp; </p> \\n<p> The <a href=\\\"https://safety.wagwalking.com/community-guidelines\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Wag! Community Guidelines</a> are the framework for Pet Parent Favorability and are in place to help facilitate a community-wide understanding of expectations and standards of conduct while using Wag!. Ultimately, following and exemplifying Wag!’s Community Guidelines makes your services more valuable to the Pet Parent’s using Wag!. For additional information as to how Pet Parent Favorability is determined, you may revisit the Wag! Community Guidelines. </p>\"}],[{\"h3\":\"Badges\",\"body\":\"<h4>What are badges?</h4> \\n<p> Pet Caregivers can earn badges on their Profiles for completing services on the Wag! platform! Pet Parents can also award badges for outstanding service. </p> \\n<h4>What badges can I receive&nbsp;and how do I receive them?</h4> \\n<h4><img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/13f82b9f-3bc2-40b9-89a7-5f2d863ae29a/547.png\\\" width=\\\"357\\\">&nbsp;</h4> \\n<h4><img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/3ab84bb3-99a5-485f-b586-b8de423cd5f4/547.png\\\" width=\\\"357\\\">&nbsp;</h4> \\n<h4>The following badges are awarded by Pet Parents after a service:</h4> \\n<h4><img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/0b9b150e-ee34-40a4-9827-a7e2fd7a9108/547.png\\\" width=\\\"357\\\">&nbsp;&nbsp;&nbsp;</h4> \\n<h4>Why haven't my badges updated?</h4> \\n<p> Your badges will update automatically after you complete your next service. </p>\"}],[{\"h3\":\"Wag! Pet Caregiver Deactivation Policy\",\"body\":\"<p> Pet Caregivers who have an average star rating below 4.75 will be subject to deactivation.&nbsp;Star rating and other factors are detailed in the Pet Care Provider Platform Use&nbsp;Agreement&nbsp;signed by each Pet Caregiver. <strong>Pet Caregivers who violate the agreement&nbsp;or Wag!’s <a href=\\\"https://safety.wagwalking.com/community-guidelines\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Community Guidelines</a> may be subject to deactivation. </strong>The Deactivation Policy also states that Pet Caregiver&nbsp;accounts may be&nbsp;subject to suspension during the time Wag! takes to investigate a possible violation. </p> \\n<h4><strong>Can I appeal a deactivation if my rating falls below 4.75?</strong></h4> \\n<p> No.&nbsp;Deactivations due to low star rating are not eligible for appeal. </p> \\n<h4><strong>Why does Wag! have a deactivation policy?</strong></h4> \\n<p> Wag! is dedicated to creating and maintaining a safe&nbsp;community for the Pet Caregivers and Pet Parents on the platform.&nbsp;To help ensure a safe experience for everyone, we rely on each community member to abide by the Wag! Community Guidelines as well as our Pet Care Provider Platform User Agreement.&nbsp;The five star rating system is one of the ways Wag! leverages community feedback to help create and maintain a safe and reliable community. </p> \\n<h4><strong>How can I check my standing to ensure I’m not subject to deactivation?</strong></h4> \\n<p> You can see your star rating&nbsp;in the “My Profile” section of the Wag! application. Pet caregivers will be notified via email if they are at risk for deactivation due to low star rating.&nbsp;Once a Pet Caregiver receives this notice, they will have 30 days to improve. They&nbsp;will also receive a second update email after 14 days informing them of their progress. </p> \\n<h4><strong>What if I did not receive a warning email?</strong></h4> \\n<p> Please check your spam folders and ensure that the email address associated with your Wag! account is still active. </p> \\n<h4><strong>What if I am not available to do any walks in the 30-day warning period? Can I request an extension?</strong></h4> \\n<p> Wag! gives all Pet Caregivers 30 days to meet community standards. Pet Caregivers will not be granted an extension if they are unable to or choose not to participate in services with Wag!. </p> \\n<h4><strong>How many times can my star rating drop below 4.75?</strong></h4> \\n<p> None. Once a Pet Caregiver's star rating falls below 4.75, they are subject to deactivation. </p> \\n<h4><strong>If I'm&nbsp;deactivated, will I still be paid for past completed walks?</strong></h4> \\n<p> Yes.&nbsp;Any <em>successfully completed</em> services will be paid out, regardless of whether the Pet Care Provider is subject to deactivation or has been deactivated. </p> \\n<h4><strong>If I'm deactivated, can I reapply?</strong></h4> \\n<p> No. Once a Pet Caregiver is deactivated for falling below the set criteria or is deactivated for a Community Guidelines violation, they will not not be allowed to re-apply as a Pet Caregiver on the Wag! platform. </p> \\n<h4><strong>Are Pet Parents subject to these same standards?</strong></h4> \\n<p> This Deactivation Policy is based on criteria specific to&nbsp;Pet Caregivers.&nbsp;Pet Parents can be deactivated from the Wag! platform if they violate Wag!’s Terms of Service,&nbsp;which includes the Wag! Community Guidelines. </p> \\n<h4><strong>What if I'm a new Pet Caregiver?</strong></h4> \\n<p> Pet Caregivers must complete at least ten services on the Wag! platform to be subject to this policy. </p>\"}],[{\"h3\":\"Deactivate My Account\",\"body\":\"<p> To deactivate your Pet Caregiver Account, click <a href=\\\"https://form.jotform.com/72888453053161\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<p style=\\\"display: none;\\\"> If you have any services that need to be covered as a result of your wish to deactivate, please submit a cover request <a href=\\\"http://link.wagwalking.com/?wl=covers\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}]]}],[{\"h2\":\"Payments/Finance\",\"data\":[[{\"h3\":\"Payments & Stripe Connect\",\"body\":\"<h4>How much do I get paid?</h4> \\n<p> The payment for each service is listed&nbsp;under the service in the Available Walks Feed. You receive the posted amount plus&nbsp;100% of any tips you receive from Pet Parents. </p> \\n<h4>When do I get paid?</h4> \\n<p> Payments are processed every Wednesday and paid out every Friday. The pay cycle is Tuesday through Monday, so for all walks completed on or after Tuesday, the payment will appear in the following pay cycle. If you'd like to receive a payment sooner (and you're eligible), you can utilize the&nbsp;<a href=\\\"/t/q6hh5fd/instant-pay\\\" rel=\\\"nofollow noopener noreferrer\\\">Instant Pay</a>&nbsp;feature via the \\\"Earnings\\\" tab in the Walker App. </p> \\n<h4>How do tips work?</h4> \\n<p> Pet Caregivers receive 100% of any tips they receive from Pet Parents. Pre-set tips can be adjusted after completion of the service based on the satisfaction of the Pet Parent. Please note that setting pre-set tips is a temporary function due to the circumstances surrounding COVID-19. Tips are not guaranteed. </p> \\n<h4><strong>What is Stripe Connect?</strong></h4> \\n<p> Stripe Connect is the&nbsp;platform that allows Pet Caregivers&nbsp;to be paid for the services they offer on Wag!. </p> \\n<h4><strong>How do I set up Stripe Connect?</strong></h4> \\n<p> <span style=\\\"font-family: &quot;Helvetica Neue&quot;, Arial, &quot;Apple Color Emoji&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, sans-serif;\\\">When you log in to the Wag! App for the first time, you will be prompted to set up a new Stripe Connect account.&nbsp;To set up your Stripe account:</span> </p> \\n<ol> \\n <li>After your application is approved, you’ll receive an email from Wag! that will prompt you to download the Pet Caregiver app. Tap on the link to download the app&nbsp;→</li> \\n <li>Create a password&nbsp;→</li> \\n <li>Download and Install the Wag! Pet Caregiver app&nbsp;→</li> \\n <li>Tap on the Wag! Pet Caregiver app icon to open it&nbsp;→ \\n  <ul> \\n   <li>If you are on iOS, you’ll need to trust the app first. Go to iOS Settings &gt; General &gt; Device Management &gt; Tap \\\"WAG LABS INC.\\\"&nbsp;in the Enterprise App section &gt; Tap \\\"Trust\\\" &gt; Tap \\\"Confirm.\\\"</li> \\n  </ul> </li> \\n <li>Log in. You’ll see a prompt to set up a new Stripe Connect account&nbsp;→</li> \\n <li>Confirm that your email address and phone number are correct&nbsp;→</li> \\n <li>Verify your phone number&nbsp;→</li> \\n <li>Fill out your banking information, using the info for the account through which you wish to receive payments.</li> \\n</ol> \\n<h4><strong>Troubleshooting Stripe</strong></h4> \\n<p> If you are having trouble adding your info to Stripe in the Pet Caregiver App, you can access your Stripe account directly by navigating to one of&nbsp;the following links on a web browser:&nbsp; </p> \\n<ul> \\n <li><a href=\\\"https://app.wagwalking.com/walker/stripe-connect/signIn\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">New Accounts</a> (create a new Stripe Connect account)</li> \\n <li><a href=\\\"https://app.wagwalking.com/walker/stripe-connect/dashboard\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Existing Accounts</a>&nbsp;(edit your Stripe Connect account / verify your information)</li> \\n</ul> \\n<h4><strong>How do pay periods work?</strong></h4> \\n<p> A pay period starts on a Tuesday and ends the following Monday. Earnings accrued during that pay period will be paid out to your bank account on the following Friday (4 days after the pay period ends). You may also be eligible for <a href=\\\"/t/q6hh5fd/instant-pay\\\" rel=\\\"nofollow noopener noreferrer\\\">Instant Pay</a>! </p> \\n<h4><strong>How do I change my banking information in Stripe Connect?</strong></h4> \\n<ul> \\n <li>In the Walker App, go to the \\\"Earnings\\\" screen&nbsp;→</li> \\n <li>Tap the three dots in the upper right corner&nbsp;→</li> \\n <li>Tap \\\"Sign into Stripe\\\" →</li> \\n <li>You’ll then be taken directly to your <a rev=\\\"auto\\\" rel=\\\"nofollow noopener noreferrer\\\" href=\\\"http://stripe.com\\\" target=\\\"_blank\\\">stripe.com</a> dashboard, where you can edit your personal and banking information. </li> \\n</ul> \\n<h4><strong>How can I see a list of all the payments to my bank account?</strong></h4> \\n<p> In the Pet Caregiver app, go to the \\\"Earnings\\\" screen, tap the three dots in the upper right corner, then tap \\\"Sign into Stripe.\\\" You’ll then be taken directly to your <a rev=\\\"auto\\\" rel=\\\"nofollow noopener noreferrer\\\" href=\\\"http://stripe.com\\\" target=\\\"_blank\\\">stripe.com</a> dashboard, where you can view your payment history. </p> \\n<h4>I'm not able to log in to Stripe or&nbsp;I'm getting a Stripe error message;&nbsp;what should I do?</h4> \\n<p> Please&nbsp;contact the Stripe support team&nbsp;<a href=\\\"https://support.stripe.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<h4><strong>Why does my Stripe Connect Dashboard read&nbsp;$0 balance even though the Walker App says I have a positive balance?</strong></h4> \\n<p> The \\\"Earnings\\\" screen in the Walker App always reflects the most recent and updated information. The Stripe Connect Dashboard will read $0 balance until Wednesday, right after the pay period closes. After the payment has reached your bank account, the Dashboard&nbsp;will reset back to $0. If at any point in the pay period you'd like to check the amount of your next payment, please visit the \\\"Earnings\\\" screen&nbsp;in the Walker App. </p>\"}],[{\"h3\":\"2020 Tax Document e-Delivery\",\"body\":\"<h4><span style=\\\"font-family: &quot;Helvetica Neue&quot;, Arial, &quot;Apple Color Emoji&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, sans-serif;\\\">Am I eligible to receive a 1099?</span></h4> \\n<p> To be eligible to receive a 1099, Pet Caregivers must have used Wag! to earn at least $600 in the 2020 calendar year. You can see your income from 2020 in the Walker App: </p> \\n<ul> \\n <li>From the home screen, tap “Earnings” →</li> \\n <li>Tap \\\"View past payments\\\" →</li> \\n <li>Tap “Completed by year”</li> \\n</ul> \\n<h4>How do I receive my 1099?</h4> \\n<p> If you're eligible to receive a 1099, it will be available by or before February 1st, 2021. Once it’s available, you can access it via the Walker App: </p> \\n<ul> \\n <li>From the home screen, tap “Earnings” →</li> \\n <li>Tap \\\"View past payments\\\" →</li> \\n <li>Tap “Email me my 2020 1099” →</li> \\n <li>Tap “Okay”</li> \\n</ul> \\n<h4>What is 1099 e-Delivery?</h4> \\n<p> 1099 e-Delivery allows you to receive your 1099 electronically via a link sent to your email. You will be required to complete the e-Delivery consent before you can receive a 1099 electronically. You will not receive a copy by mail if you opt in to e-Delivery. </p> \\n<h4>Why do I have to consent to receive my 1099 electronically?</h4> \\n<p> By default, tax documents are physically mailed. If you would like to receive your 1099 electronically instead, your consent is required. </p> \\n<h4>Do I have to utilize e-Delivery to receive my 1099?</h4> \\n<p> No. e-Delivery of your tax documents is optional. If you do not opt-in for e-Delivery, your 1099 will be mailed to you. </p> \\n<h4>How do I sign up for e-Delivery?</h4> \\n<p> Eligible Pet Caregivers will receive an email regarding e-Delivery consent. Follow the link in the email and you will be taken to a page where you may opt in or opt out of e-Delivery. If you opt out of e-Delivery, your 1099 will be physically mailed. </p> \\n<h4>When can I view my 1099 for the year 2020?</h4> \\n<p> 1099s are required to be delivered electronically or postmarked by January 31st, 2021. You will not receive a 1099 if you are ineligible. </p> \\n<h4>Why don’t I have the option to receive my 1099 electronically?</h4> \\n<p> If you are eligible to receive a 1099, you are eligible to opt-in for e-Delivery. If you are not eligible to receive a 1099, you will not be able to opt-in for e-Delivery. </p> \\n<p> <strong>Note</strong>: Once you tap “Okay,” you will receive an email with a link to your 1099. The link to access your 1099 expires after 10 minutes. If your link has expired, repeat the steps above to receive a new link.&nbsp; </p> \\n<h4>What do I do if my 1099 link has expired?</h4> \\n<p> To request a new link from the Walker App: </p> \\n<ul> \\n <li>From the home screen, tap “Earnings” →</li> \\n <li>Tap \\\"View past payments\\\" →</li> \\n <li>Tap “Email me my 2020 1099” →</li> \\n <li>Tap “Okay”</li> \\n</ul> \\n<h4>I do not consent to e-Delivery. How will I receive my 1099?</h4> \\n<p> Your 1099 will be physically mailed to the address associated with your Stripe account. Your 1099 is required to be postmarked by January 31, 2021. </p> \\n<h4>I signed up for e-Delivery but changed my mind; what do I do?</h4> \\n<p> If you opted in to receive your 1099 electronically, but would now like it to be mailed to your physical address, please email <a href=\\\"mailto:woofsupport@wagwalking.com\\\" rel=\\\"nofollow noopener noreferrer\\\">woofsupport@wagwalking.com</a> with the subject line “Revoke 1099 e-Delivery Consent.” </p> \\n<h4>Can I request a 1099 be sent if I made less than $600?</h4> \\n<p> No. 1099 tax documents are only produced for Pet Caregivers earning $600 or more for the year. You can see your income from 2020 in the Walker App: </p> \\n<ul> \\n <li>From the home screen, tap “Earnings” →</li> \\n <li>Tap \\\"View past payments\\\" →</li> \\n <li>Tap “Completed by year”</li> \\n</ul> \\n<h4>If I am not eligible to receive a 1099, how do I verify my income for the year?</h4> \\n<p> You can see your income from 2020 in the Walker App: </p> \\n<ul> \\n <li>Open the main menu in the top right corner of the Home Screen →</li> \\n <li>Tap “Payments” →</li> \\n <li>Tap “Completed by year”</li> \\n</ul>\"}],[{\"h3\":\"Stripe Connect Troubleshooting\",\"body\":\"<p> If you are experiencing issues and/or crashes while&nbsp;attempting to access Stripe Connect in the Wag! Walker App, please navigate to the applicable&nbsp;URL below&nbsp;<strong>from your mobile device</strong>&nbsp;to complete the flow: </p> \\n<ul> \\n <li><strong><a href=\\\"https://app.wagwalking.com/walker/stripe-connect/dashboard\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Access an account</a></strong>&nbsp;(edit your existing&nbsp;Stripe Connect account / verify your information)</li> \\n <li><strong><a href=\\\"https://app.wagwalking.com/walker/stripe-connect/signIn\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Create an account</a></strong> (create a new Stripe Connect account if you haven't set one up already with Wag!)</li> \\n</ul> \\n<p> You will need to sign in with your <a href=\\\"/t/18ah65/changing-your-password\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Walker credentials</a> to create and/or access your Stripe Connect account. If you're still experiencing issues, visit Stripe's <a href=\\\"https://support.stripe.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Help Center</a>, or <a href=\\\"https://support.stripe.com/contact/login\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">contact them directly</a>. </p> \\n<p> * Note, you cannot sign into Stripe directly with your Wag! credentials, so you will either need to access Stripe via the app or from the link above. </p>\"}],[{\"h3\":\"Instant Pay\",\"body\":\"<h4><strong>What is Instant Pay? How quickly can I get my payment?</strong></h4> \\n<p> Instant Pay allows eligible Pet Caregivers to instantly send money they’ve earned using the Wag! platform to an eligible debit card. A payment initiated with Instant Pay typically appears in the associated account within 30 minutes, but may take longer depending on your bank’s processing time. A 3% fee is deducted from each Instant Payment. </p> \\n<p> <strong>Note: </strong>Payments are reviewed, which may result in delays or funds being frozen or removed from your account. The standard weekly payment is still available for no fee.&nbsp; </p> \\n<h4>Am I required to use Instant Pay?</h4> \\n<p> No. If you choose not to initiate Instant Pay, you will receive&nbsp;<a href=\\\"/t/x1safq/payments-stripe-connect\\\" rel=\\\"nofollow noopener noreferrer\\\">standard weekly payments</a>, which are processed every Tuesday and paid out every Friday. </p> \\n<h4><strong>How do I sign up for Instant Pay?</strong></h4> \\n<p> You do not need to sign up for Instant Pay; you will, however, need to add a debit card to your Stripe account to use Instant Pay.&nbsp; </p> \\n<p> <strong>Note: </strong>Adding a debit card to your Stripe account will default Stripe Instant Pay AND weekly payments to that debit card. To have your weekly payouts sent to your bank account, you need to have only ONE debit card and ONE bank account set up in Stripe. Pre-paid debit cards are not supported at this time.&nbsp; </p> \\n<h4><strong>Is there a fee for Instant Pay?</strong></h4> \\n<p> The Instant Pay fee is 3% of the eligible payment amount, with a minimum fee of $1.99 and a minimum total payout of more than $1 (your \\\"total payout\\\" is the amount earned minus the Instant Pay fee). You will be able to view your “Total Payment” (the amount of money eligible for Instant Pay minus the fee) before requesting to initiate Instant Pay.&nbsp; </p> \\n<p> <strong>Note:</strong> Payments are reviewed, which may result in delays or funds being frozen or removed from your account. Your standard weekly payment is still available for no fee.&nbsp; </p> \\n<h4><strong>Am I eligible to use Instant Pay?</strong></h4> \\n<p> To be eligible for Instant Pay on the Wag! platform, Pet Caregivers must (1) have been activated on the Wag! platform at least 30 days prior to the payment initiation, (2) completed at least 10 services via the Wag! platform, and (3) have successfully received at least one standard weekly payment through Stripe. Additionally, Pet Caregivers must be in good standing on the Wag! platform (not suspended or deactivated). Instant Pay requests can be initiated for amounts greater than the minimum fee amount ($1.99) to an eligible debit card on the Pet Caregiver's Stripe account. </p> \\n<h4><strong>I didn’t see my payment immediately, what should I do?</strong></h4> \\n<p> When you successfully initiate an Instant Pay transaction, the status “Processing” will be displayed next to the Instant Pay symbol in the \\\"Payments\\\" screen on your app. When the transaction is successful, the status will be updated to “Completed.” If it has not been updated to “Completed” within 30 minutes, please be patient, as bank processing times may vary. If the transaction is marked as “Completed,” but you do not see the money appear in your account, please contact your bank. </p> \\n<p> When contacting your bank about a payment sent to your debit card, please note that money will appear as an original credit transaction (OCT), not an ACH or direct deposit. </p> \\n<p> <strong>Note:</strong> Payments are reviewed, which may result in delays or funds being frozen or removed from your account. </p> \\n<h4><strong>When can I initiate instant pay?</strong></h4> \\n<p> Instant payments can be initiated 24 hours a day, 365 days a year. </p> \\n<h4><strong>Why do standard weekly payments arrive slower than Instant Payments?</strong></h4> \\n<p> Standard weekly payments are processed using ACH bank processing, which typically takes 1-3 business days to appear in your account. Instant Pay is processed using a debit card, which allows the money to appear in your account more quickly. </p> \\n<p> <strong>Note:</strong> Payments are reviewed, which may result in delays or funds being frozen or removed from your account. </p> \\n<h4><strong>How do I know if my debit card is eligible for Instant Pay?</strong></h4> \\n<p> Most debit cards from major banks are supported, and more bank debit cards are being added over time. Please <a href=\\\"https://support.stripe.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">contact Stripe</a> if you have a question about whether your debit card is supported. </p> \\n<h4><strong>Why is the eligible Instant Pay amount different from the displayed standard weekly amount?</strong></h4> \\n<p> A pay period starts on a Tuesday and ends the following Monday. Earnings accrued during that pay period will be transferred to your bank account on the following Friday (4 days after the pay period ends). Instant Pay can include funds outside of a standard pay period. You will be able to keep track of what services are included in a payment (whether a standard weekly payment or an Instant Payment) via the \\\"Past Payments\\\" screen in the Walker App. </p>\"}],[{\"h3\":\"Cancellation Fees\",\"body\":\"<h4>Will I receive a cancellation fee?</h4> \\n<ul> \\n <li>You will only receive a cancellation fee for a cancelled Walk or Drop-In if the Pet Parent cancels the service less than 1 hour before the scheduled Start Time and you have already hit “On My Way.”</li> \\n <li>You will only receive a cancellation fee for Overnight Care (Sitting or Boarding) or In-Home Training&nbsp;if the Pet Parent cancels less than 24 hours before the scheduled Start Time.</li> \\n <li>There are currently no cancellation fees issued for Digital Training Services.</li> \\n</ul>\"}],[{\"h3\":\"Referral Bonuses\",\"body\":\"<h4><strong>How do I earn a Referral Bonus?</strong></h4> \\n<ul> \\n <li>Open the Main Menu from top left corner of the home screen&nbsp;→</li> \\n <li>Tap&nbsp;“Refer Pet Parents” →</li> \\n <li>Tap \\\"Text Invites\\\" →</li> \\n <li>Once the Pet Parent has taken their first <strong>fully paid</strong> service, you’ll receive your referral bonus! For a service to be \\\"fully paid,\\\" no gifted Wag! Credits can be used to pay for the service.</li> \\n</ul>\"}],[{\"h3\":\"Payment Discrepancies\",\"body\":\"<p> <strong>When is the pay cycle?</strong> </p> \\n<p> The pay cycle is Tuesday through Monday and payments are issued on Friday. For all walks completed on or after Tuesday, payment will appear in the <em>following</em> pay cycle. </p> \\n<p> <strong>What do I do if I'm missing a payment or a tip?</strong> </p> \\n<p> If there are any issues with your payments, please submit a <a href=\\\"https://form.jotform.com/bigmeltz/walker-payment-discrepancy\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Payment Discrepancy form</a>. If you do not know the Walk ID, enter \\\"0.\\\" </p> \\n<p> <strong>The service was for multiple pets, but I was only paid for one;&nbsp;how do I get this corrected?</strong> </p> \\n<p> If you completed a service for two dogs but believe you were only paid for one, please submit a <a href=\\\"https://form.jotform.com/bigmeltz/walker-payment-discrepancy\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Payment Discrepancy form</a>.&nbsp;If you do not know the Walk ID, enter \\\"0.\\\" </p>\"}]]}],[{\"h2\":\"More About the App\",\"data\":[[{\"h3\":\"Increasing your Profile Strength\",\"body\":\"<p> <strong>How do I increase my Profile strength?</strong> </p> \\n<p> Your profile strength score represents how thorough your profile is, which may affect how likely you are to attract new pet parents.&nbsp; To increase the strength of your profile: </p> \\n<ul> \\n <li><a href=\\\"/t/60hq7fc/pet-caregiver-profile-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Set your profile to \\\"public\\\"</a> so you can share it with potential Pet Parents</li> \\n <li>Keep your <a href=\\\"/t/y4hmjc2/profile-status-android-only\\\" rel=\\\"nofollow noopener noreferrer\\\">status</a> up-to-date (Android only)</li> \\n <li>Update the services for which you're available</li> \\n <li>Update your Catchphrase</li> \\n <li>Update or verify your <em>Specialties</em> and <em>Home Info</em></li> \\n <li>Include photos in your Photo Gallery</li> \\n</ul>\"}],[{\"h3\":\"Incident Resolution Guidelines\",\"body\":\"<p> <iframe frameborder=\\\"0\\\" height=\\\"3420px\\\" src=\\\"https://help.wagwalking.com/media/download/x1lf0d/Wag!%20Incident%20Resolution%20Guidelines.pdf\\\" width=\\\"100%\\\"></iframe> </p>\"}],[{\"h3\":\"Recommendations\",\"body\":\"<h4>What are Recommendations?</h4> \\n<p> Recommendations are written statements from Pet Parents (friends, family, previous clients, etc.) that appear on your <a href=\\\"/t/60hq7fc/pet-caregiver-profile-faqs\\\" rel=\\\"nofollow noopener noreferrer\\\">public Walker Profile</a>. The more Recommendations you earn, the higher your <a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Walker Score</a> will be! </p> \\n<h4>How do I request Recommendations?</h4> \\n<p> From the Main Menu of the Walker App, select the “Recommendations” Tab, or from \\\"My Profile,\\\" scroll down to the “Recommendations” tab. From here, you can send an in-app message to previous Wag! clients or a text message to your contacts asking for their Recommendation. Be sure the Pet Parent is using their mobile device and the most up to date version of the Wag! App. </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/bfcc392a-4767-4846-a2d9-b4c10eb78599/547.png\\\" width=\\\"400\\\">&nbsp; </p> \\n<h4>How does a Recommendation affect my Pet Parent Favorability?</h4> \\n<p> Every Recommendation you receive positively affects your Pet Parent Favorability. The more Recommendations you have, the higher your Favorability will be. The number of Recommendations you receive will also be reflected on your public profile for Pet Parents to see. </p> \\n<h4>How many Recommendations can I have? How many can I request?</h4> \\n<p> You can request as many Recommendations as you’d like. There is also no limit to the amount of Recommendations you have on your profile. </p> \\n<h4>Are my Recommenders required to create a Wag! account?</h4> \\n<p> Yes; an account is required to verify the person's identity and prevent fraudulent Recommendations. </p>\"}],[{\"h3\":\"Promoting your Profile\",\"body\":\"<h4>How do I promote my profile?</h4> \\n<p> Everything you need to get started is now available in the Walker App. From the home screen: </p> \\n<ul> \\n <li>Open the Main Menu in the top left corner&nbsp;→</li> \\n <li>Tap \\\"My Profile\\\"&nbsp;→</li> \\n <li>Tap \\\"Promote\\\"</li> \\n</ul> \\n<p> From here, you'll be able to share your profile to several popular social platforms or you can tap \\\"Copy link to your profile\\\" to copy a sharable link to your <a href=\\\"/t/60hq7fc/pet-caregiver-profile-faqs\\\" rel=\\\"nofollow noopener noreferrer\\\">public profile</a>. Pet Parents can book you directly from this link and you'll automatically be listed as their Preferred Walker. You'll also receive a $20 Referral Award once the Pet Parent has completed their first fully paid service! </p> \\n<p> <strong>NOTE:&nbsp;</strong>Please be aware that these are third party platforms for which Wag! is not responsible. Third party platforms have their own terms of use, privacy policies and other rules and guidelines, which may change over time and which users should independently review.&nbsp;&nbsp;&nbsp;&nbsp; </p> \\n<h4><strong><a href=\\\"https://about.nextdoor.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Nextdoor</a></strong></h4> \\n<p> Nextdoor is a social platform centered around neighborhood communities. Many users use their platform to recommend and discover local businesses.&nbsp; </p> \\n<p> You can <a href=\\\"https://help.nextdoor.com/s/article/How-to-join-Nextdoor?language=en_US\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">create an account</a> as an individual or as a “Neighbor for hire”. Nextdoor has restrictions on promoting your business with an individual account, so if you choose to join as an individual, make sure to follow their promotion rules listed <a href=\\\"https://help.nextdoor.com/s/article/promote-local-business-and-commerce-the-right-way?language=en_US#pybos\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.&nbsp; </p> \\n<p> If you choose to <a href=\\\"https://help.nextdoor.com/s/article/How-to-join-Nextdoor-as-a-Neighbor-for-Hire-service-provider?language=en_US#claim\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">create an account as a “Neighbor for hire”</a>, neighbors will be able to easily find you when they search for pet caregiver services. They can also recommend you, which will allow other members to find your Business page in the Nextdoor Businesses section. Information about what you can and cannot post from your Business page can be found <a href=\\\"https://help.nextdoor.com/s/article/How-to-join-Nextdoor-as-a-Neighbor-for-Hire-service-provider?language=en_US#post\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.&nbsp; </p> \\n<h4><strong><a href=\\\"https://www.craigslist.org/about/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Craigslist</a></strong></h4> \\n<p> For detailed information on how to promote your business on Craigslist, click <a href=\\\"/t/m1h806h/promoting-your-business-on-craigslist\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>. </p> \\n<p> Craigslist is a web-based advertising platform. Users can search for items, services, housing, etc. Individuals may create posts for free with or without an account. Information about posting without an account can be found <a href=\\\"https://www.craigslist.org/about/help/how_to_post\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.&nbsp; </p> \\n<p> While most Craigslist postings are free, there are <a href=\\\"https://www.craigslist.org/about/help/posting_fees\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">a few scenarios</a> in which you may be asked to pay a fee. </p> \\n<h4><strong><a href=\\\"https://www.google.com/business/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Google My Business</a></strong></h4> \\n<p> Google My Business is an accessible business promotion tool which allows users to promote their website/business on Google Search and Google Maps.&nbsp; </p> \\n<p> When users create a Business profile, they can link directly to their online Wag! profile. Business profiles also give users an online presence so that potential clients can search for their business on Google. More information can be found <a href=\\\"https://www.google.com/business/faq/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<h4><strong><a href=\\\"https://ads.google.com/home/how-it-works/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Google Ads</a></strong></h4> \\n<p> While Google My Business is an accessible platform that allows users to list their business on Maps and Google Search, Google Ads is a paid advertising platform that can attract more visitors and new clients to their Google My Business website or public Wag! profile.&nbsp; </p> \\n<p> Google Ads can display your ad when people search online for services like dog walking, sitting and boarding. Generally you will only pay when users engage with your ad.&nbsp; </p> \\n<p> Information about advertising with Google can be found <a href=\\\"https://ads.google.com/um/StartNow\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.&nbsp; </p> \\n<h4><strong>Other Promotional Materials</strong></h4> \\n<p> Many Pet Caregivers create and personalize printable flyers that they post around their neighborhood. They also post unprinted, PDF versions of their flyer online.&nbsp; </p> \\n<p> By navigating to your profile, and then tapping “Promote,”&nbsp;“Promotional Materials,”&nbsp;and “Download Flyers,” Pet Caregivers can choose to get an email with a PDF of a sample flyer. Feel free to personalize the flyer however you like to promote your own business! </p>\"}],[{\"h3\":\"Pet Caregiver Profile FAQ\",\"body\":\"<h4><strong>What does it mean for my profile to be “public”?</strong></h4> \\n<p> With the newest update to Pet Caregiver profiles, you have the ability to copy the link to your profile and&nbsp;share it online or with family and friends! Anyone with your profile link will be able to view your profile online even if they aren’t currently on the Wag! platform.&nbsp; </p> \\n<h4><strong>I don’t want my profile to be public. How do I make it private?&nbsp;</strong></h4> \\n<p> You can make your profile “private” at any time. Open your walker app and navigate to “settings”, then toggle the “public profile” setting to “off”. Keep in mind that if your profile is private, Pet Parents will not be able to book you directly through your profile for a referral bonus, and you won’t have the ability to share your profile online.&nbsp; </p> \\n<h4><strong>What is a catchphrase?</strong></h4> \\n<p> Your personal catchphrase is an option for you to briefly introduce who you are as a Pet Caregiver and adds a personal touch to your profile. It’s one of the first things Pet Parents will see when viewing your profile. Catchphrases have a 50 character minimum.&nbsp; </p> \\n<h4><strong>Why were my profile edits rejected?</strong></h4> \\n<p> Our automatic filters have detected one of the following types of content that either include profanity or your personal information:&nbsp; </p> \\n<ul> \\n <li>Profane language</li> \\n <li>Email address</li> \\n <li>Phone number</li> \\n <li>Website&nbsp;</li> \\n <li>Social media reference</li> \\n</ul> \\n<p> If you think your profile edits were rejected in error, please contact customer success. Please adhere to our community guidelines (<a href=\\\"https://wagwalking.com/community-guidelines/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">https://wagwalking.com/community-guidelines/</a>). </p> \\n<h4><strong>Why is my catchphrase/bio “pending”?</strong></h4> \\n<p> If your catchphrase/bio is marked as “pending”, our automatic filters may have detected potential profanity or personal information such as your phone number or email address. If you think there is an error, please contact customer success. Please adhere to our community guidelines (<a href=\\\"https://wagwalking.com/community-guidelines/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">https://wagwalking.com/community-guidelines/</a>). </p> \\n<h4>I’m an Android user and I am not able to update my profile. What should I do?</h4> \\n<p> If you are getting an error when updating your profile, it may be due to a system font conflict.&nbsp; </p> \\n<p> To update the font: </p> \\n<ul> \\n <li>Navigate to your phone's Settings →</li> \\n <li>Tap \\\"Display\\\" →</li> \\n <li>Tap \\\"Font Size and Style\\\" →</li> \\n <li>Adjust font size to \\\"default\\\" (third dot from the left)</li> \\n</ul> \\n<p> Once complete, try updating your profile again. </p> \\n<h4><strong>I referred a pet parent through my profile. Why didn’t I receive a referral bonus?</strong></h4> \\n<p> In order to receive a referral bonus, the Pet Parent must sign up through your profile and complete their first paid walk.&nbsp; </p> \\n<p> If they have completed a paid walk and you still haven’t received the bonus, please reach out to our customer success team for support. </p> \\n<h4><strong>A Pet Parent booked me through my profile. Why did they match with a different walker?</strong></h4> \\n<p> When a Pet Parent books you through your profile, you will be added to their preferred walker list. This gives you, and other preferred walkers for that Pet Parent, first priority for services where the pet parent specifies “try preferred” as their walker preference. </p> \\n<p> The most likely reason you did not match with the Pet Parent is another pet caregiver requested for the walk before you.&nbsp; </p> \\n<h4><strong>How can I promote my profile online?&nbsp;</strong></h4> \\n<p> If you’d like to promote your profile online, you can copy your profile link from within the walker app. Click “promote”, then “copy link to my profile”. You can post your link online, or you can send it directly to friends via SMS, email, and more! Click <a href=\\\"/t/q6hh31a/promoting-your-profile\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a> for more info. </p> \\n<h4><strong>How do I increase my profile strength?</strong></h4> \\n<p> For info on profile strength, click <a href=\\\"/t/83hqnq1/increasing-your-profile-strength\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>. </p>\"}],[{\"h3\":\"Available Service Filters\",\"body\":\"<h4>What notifications should I expect to receive from Wag!?</h4> \\n<p> Wag! sends <strong>push notifications</strong> for services available near you, when you’ve received a tip, and promotions from the Marketing Team. <strong>SMS notifications</strong> are sent when you’ve booked a service, when you’re late for a service, and as confirmation that a cover has been submitted.&nbsp; </p> \\n<h4>How do available service notifications work?&nbsp;</h4> \\n<p> When a schedule is requested by a Pet Parent, the service enters the feed and Wag! sends an initial batch of notifications to Pet Caregivers who are preferred for the service. After a couple minutes, if the schedule is still unfilled, a second batch of notifications is sent to the Pet Caregivers who are closest to the service location (based on the PCG’s Available Service Filter location settings). Next, if the service is still unfilled, an additional batch of notifications is sent to Pet Caregivers in the area, selected based on distance from service. This process continues until the service is filled. </p> \\n<h4>Why are my notifications delayed?</h4> \\n<p> The Wag! system sends out notifications in real time. However, due to circumstances beyond our control such as carrier issues and signal strength there may be times notifications are delayed in getting to you. Make sure you have good signal strength. Delays in notifications may also occur on a device that is connected to WiFi.&nbsp; </p> \\n<h4>Why am I not receiving push notifications?</h4> \\n<ul> \\n <li>You are logged in to more than one device (Note: The most recently logged into device will receive the notifications.) Log out, then back in on the device you’d like to receive notifications on to reset your device token.</li> \\n <li>There is low or no service availability in your area. This typically means you will also not see any services in your available service feed, either.&nbsp;</li> \\n <li>Your Walker App notification settings are set to “off.” Update your notification settings on the Available Service Filters screen.&nbsp;</li> \\n <li>Your phone's settings for push notifications are set to “off” or are disabled for the Wag! Walker app. Allow notifications from Wag! Walker in your device settings.&nbsp;</li> \\n</ul> \\n<h4>Why am I not receiving text notifications?&nbsp;</h4> \\n<p> As of January 2020, Wag! has discontinued SMS notifications for available walks and will be exclusively sending push notifications for these alerts. A few other reasons you could no longer be receiving text notifications include:&nbsp; </p> \\n<ul> \\n <li>Your notification settings are set to “off.”&nbsp;</li> \\n <li>You blocked text notifications. Text the word \\\"START\\\" to 240-06 re-enable text messages from Wag!.</li> \\n</ul> \\n<h4>How do I update my notification settings?&nbsp;</h4> \\n<p> You can update what services you’d like to receive notifications about in your Available Service Filters, located in the top right corner of the Home screen. From here, you can turn off notifications completely, set your location and the distance from which you’d like to be notified of a service, adjust start times, and select service types.&nbsp; </p> \\n<h4>How do I update or add an address?</h4> \\n<ul> \\n <li>Tap on the Available Service Filters icon in the top right corner of the Home screen →</li> \\n <li>Tap “Services Near” →</li> \\n <li>Tap “+” in the bottom right corner (Android) or “+ Add Location” (iOS) →</li> \\n <li>Name the location and enter the address (note: all location names must be unique) →</li> \\n <li>Tap \\\"Save.\\\" To edit an address, tap the green pencil icon next to the location you wish to edit (Android) / tap “Edit” under the address (iOS).</li> \\n</ul> \\n<h4>How do I turn off push notifications?</h4> \\n<ul> \\n <li>Tap on the Available Service Filters icon in the top right corner of the Home screen →</li> \\n <li>Set the Notification Alerts toggle to “off” →</li> \\n <li>Tap “Save”</li> \\n</ul> \\n<h4>How do I turn off text notifications?</h4> \\n<p> To opt-out of text message notifications from Wag!, text “STOP” to 240-06. If you’d like to turn text notifications back on, text “START” to 240-06. </p> \\n<h4>Why don’t I see any available services?</h4> \\n<p> There may not be any services available in your area, or your available service filters may be too narrow. Try expanding your filters, and refreshing the service feed by pulling down on the screen then releasing. </p> \\n<h4>Why am I not being accepted for services?</h4> \\n<p> If you tap a push notification for an available service and the walk is not featured in your Available Service Feed or you were able to opt-in and were not approved, the service was unfortunately taken by another Pet Caregiver. </p>\"}],[{\"h3\":\"Pet Parent Review Disputes\",\"body\":\"<h4>How do I dispute a review?</h4> \\n<p> If you believe a Pet Parent's review to be irrelevant or inappropriate, you may submit a review dispute&nbsp;<a href=\\\"https://form.jotform.com/73037116853152\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. Please keep in mind the following when submitting your dispute: </p> \\n<ul> \\n <li>Wag! is committed to providing a public forum for Pet Parents and reviews are a way everyone can share their genuine, first-hand experiences with their Pet Caregivers</li> \\n <li><strong>In rare cases</strong>, we may remove certain reviews that are found to be <strong>false, inappropriate, or irrelevant</strong></li> \\n <li><strong><em>Reviews older than 30 days cannot be disputed.&nbsp;</em></strong></li> \\n</ul>\"}],[{\"h3\":\"Promoting your Business on craigslist\",\"body\":\"<p> With <em>Promote with craigslist</em>, it's easier than ever to spread the word about your Wag! pet care business. When you post your personalized listing, Pet Parents in your area can sign up through your profile and book you directly! </p> \\n<p> The <em>Promote with craigslist</em> feature generates custom HTML which is then used to format your post,&nbsp;crafted from information&nbsp;already on your Wag!&nbsp;profile. All you have to do is copy and paste that HTML into your craigslist listing, and you're ready to post! </p> \\n<hr> \\n<h4><strong>Generating your Personalized craigslist Ad</strong></h4> \\n<ul> \\n <li>Open the Main Menu from the top left of the Home Screen →</li> \\n <li>Tap \\\"Promote\\\"&nbsp;→</li> \\n <li>Tap \\\"Generate craigslist Ad\\\"&nbsp;→</li> \\n <li>Tap \\\"Create my ad\\\"</li> \\n</ul> \\n<p> You'll receive an email with your custom HTML and next steps. If you did not receive an email, please check your junk / spam folders. </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/1f49ebe5-caf7-478b-bac7-11cba1ebf254/547.jpg\\\" width=\\\"400\\\">&nbsp;&nbsp;&nbsp; </p> \\n<hr> \\n<h4><strong>Posting&nbsp;on craigslist</strong></h4> \\n<ul> \\n <li>Navigate to&nbsp;<a href=\\\"http://url3237.wagwalking.com/ls/click?upn=TGsgMJJ6RjYdIWAslxR-2BJnuH0ipOqt03BFTcqbvcidFKdT3TRsOSI-2BdFCRpYuM-2FtaLe9_pkA-2Bxh41Wa4oRG-2FacAxbY5c4l0tr9KZjkNYVJa9u-2FqZXQASfxliSFAWxBVlUzuvtu2dL0yQKFiSNLvo1ooSa6Stc04zh9SbaDvq5wuKOpW-2Be6Z4-2Bief8FawvYkM7hO9Rg9SyUmR2xByJp8wbZlpSITN-2FXThsi1iDvgltpX4BFAzmKKAFUoy1CdcrzIKsAm-2FY10qr8k2PCleicnx5w4yUti2-2FN8YO9OQFwps5yIDvgB4-3D\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">https://post.craigslist.org</a>&nbsp;and select your city&nbsp;→</li> \\n <li>Select \\\"Service offered,\\\"&nbsp;then choose \\\"pet services\\\"&nbsp;→</li> \\n <li>Sign in or create a craigslist account&nbsp;→</li> \\n <li>Create your posting title.&nbsp;craigslist recommends keeping your title simple and concise, and to use keywords (Ex. \\\"Local Dog Walker &amp; Sitter in San Francisco\\\")&nbsp;→</li> \\n <li>Copy and paste the HTML from Wag!'s email&nbsp;into the description box&nbsp;→</li> \\n <li>Add your city &amp; postal code, contact info&nbsp;→</li> \\n <li>Tap \\\"Post\\\" or \\\"Submit\\\"</li> \\n</ul>\"}]]}]]"
    }
]