[
    {
        "title":"Home Access/Lockbox | Wag! Help Center",
        "content":"[[{\"h2\":\"Preparing Your Home\",\"data\":[[{\"h3\":\"Home Access Method\",\"body\":\"<p> <strong>What types of Home Access methods are there?</strong> </p> \\n<p> Your home access method could be via a <a href=\\\"/t/367g0k\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Lockbox</a>, doorman, or any other reliable method you’d like! It's highly recommended that you ensure that you have a method in place for your Pet Caregiver to be able to get into your home. </p> \\n<p>&nbsp;</p> \\n<p> <strong>What else do I need to know about Home Access methods?</strong> </p> \\n<p> &nbsp;It’s important that whichever method you choose, you make sure that all your information is up to date on the “How to Get In” screen when booking any service, especially if you alternate between booking walks at your home and office or have recently moved. This will allow for a seamless experience for you, your Pet Caregiver, and your dog(s). </p>\"}],[{\"h3\":\"What if something happens to my home?\",\"body\":\"<p> In the very unlikely event your home incurs any damage as a direct result of Wag!’s negligence, Wag! carries a $1,000,000 liability insurance policy. </p>\"}]]}],[{\"h2\":\"Wag! Lockbox\",\"data\":[[{\"h3\":\"Ordering a Wag! Lockbox\",\"body\":\"<h4>How do I order a new lockbox?</h4> \\n<p> To request a lockbox: </p> \\n<ul> \\n <li>Open the Main Menu from the top left corner of the home screen →</li> \\n <li>Tap \\\"Home Access\\\" →</li> \\n <li>Tap \\\"Get Lockbox\\\" →</li> \\n <li>Confirm or edit your shipping address →</li> \\n <li>Click \\\"Pay Now\\\"</li> \\n</ul> \\n<h4>How long does it take for my lockbox to be delivered?</h4> \\n<p> Please allow up to 7 business days for your lockbox to arrive. </p> \\n<h4>Am I required to use a Wag! Lockbox?</h4> \\n<p> No - Wag! Lockboxes are offered as a convenient option for Pet Parents, but are not required. Pet Parents are free to utilize whichever <a href=\\\"/t/637g0l/home-access-method\\\" rel=\\\"nofollow noopener noreferrer\\\">home access method</a> works best for their family. </p> \\n<h4>How much does a Wag! Lockbox cost?</h4> \\n<p> Wag! Lockboxes are $19.99 plus shipping &amp; handling. </p> \\n<h4>How do I return a lockbox?</h4> \\n<p> Lockboxes do not need to be returned. </p>\"}],[{\"h3\":\"Wag! Lockboxes\",\"body\":\"<p> Wag! will send lockboxes to Pet Parents who request them. Maintaining the lockbox is the Pet Parent’s responsibility. Here are some tips: </p> \\n<ul> \\n <li>Where possible, please limit direct exposure to the elements</li> \\n <li>Place the lockbox where it’s protected from damage</li> \\n <li>Cover the lockbox in cold weather to keep it from freezing shut</li> \\n <li>Please don’t put your only set of house keys in the lockbox</li> \\n</ul> \\n<p> <em>Please use the lockbox at your own risk. Wag! is not liable for any loss, claim or damage of any kind incurred as a result of your use of the lockbox.</em> </p> \\n<p> If you're having trouble with your lockbox, see some helpful troubleshooting tips&nbsp;<a href=\\\"https://assets.wagwalkingweb.com/media/original_images/Wag_Lockbox_Infographic.jpg\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<h4>Where can I find my lockbox code?</h4> \\n<p> To view your lockbox code: </p> \\n<ul> \\n <li>Open the Main Menu from the top left corner of the home screen&nbsp;→</li> \\n <li>Tap \\\"My Lockbox\\\"</li> \\n</ul> \\n<h4>How do I change my lockbox code?</h4> \\n<p> <strong>3-Digit Master Lock Brand</strong> </p> \\n<ul> \\n <li>Open the lockbox using your current code&nbsp;→</li> \\n <li>Locate the silver lever inside on the right&nbsp;→</li> \\n <li>Pull this lever forward and to the left&nbsp;→</li> \\n <li>Change the code to your desired new code&nbsp;→</li> \\n <li>Push the lever back and to the right, to its original position&nbsp;→</li> \\n <li><strong>Don't forget to update the code in the Wag! app before your next service</strong></li> \\n</ul> \\n<hr> \\n<p> <strong>4-digit Shurlok Brand</strong> </p> \\n<ul> \\n <li>Open the lockbox using your current code&nbsp;→</li> \\n <li>Use a coin or screwdriver to turn the metal dial on the top right side of the lockbox to the vertical position&nbsp;→</li> \\n <li>Carefully set the dial to your new 4 digit code&nbsp;→</li> \\n <li>Turn the dial back to the horizontal position&nbsp;→</li> \\n <li>Scramble the digits, and test to make sure the new code works&nbsp;→</li> \\n <li><strong>Don't forget to update the code in the Wag! app before your next service</strong></li> \\n</ul> \\n<h4><strong>How do I update my lockbox code in the app?&nbsp;</strong></h4> \\n<p> If you have a booked schedule:&nbsp; </p> \\n<ul> \\n <li>Tap on the upcoming schedule at the bottom of the home screen →</li> \\n <li>Select \\\"Edit Home Access &amp; Walk Notes\\\" →</li> \\n <li>Edit your lockbox information and tap “Save.\\\" This will update the code for any future services.</li> \\n</ul> \\n<p> If you are submitting a new schedule:&nbsp; </p> \\n<ul> \\n <li>From the home screen, select the type of service you'd like to book&nbsp;→</li> \\n <li>After selecting your schedule preferences, you will be prompted to edit your lockbox code →</li> \\n <li>Tap \\\"Continue\\\" and proceed with booking.&nbsp;This will update the code for any future services.</li> \\n</ul> \\n<h4>How do I remove a lockbox from my property?</h4> \\n<p> Lockboxes are the property of the Pet Parent and as such,&nbsp;Wag! does not remove them. Please contact the owner of the lockbox for removal. </p>\"}]]}]]"
    },
    {
        "title":"Preparing for Your Booking | Wag! Help Center",
        "content":"[[{\"h2\":\"Prior to Your Walk\",\"data\":[[{\"h3\":\"What to Prepare\",\"body\":\"<h4><strong>What should I prepare for a Walk?&nbsp;</strong></h4> \\n<p> Wag! encourages Pet Parents to put their dog’s leash and potty bags in a visible and easily accessible place to ensure your Pet Caregiver&nbsp;can find them. You may also choose to leave special clothing, treats, or other supplies. If you have another place you prefer to keep your dog’s supplies, jot it down under \\\"Set home access\\\" when booking the service. </p> \\n<h4>Can I meet my Pet Caregiver?</h4> \\n<p> Once a Pet Caregiver has accepted the service, you will be able to chat freely with them via in-app chat. To send a message to your&nbsp;Pet Caregiver, open the Main Menu of the app from the top left corner of the home screen and tap \\\"Messages\\\" and \\\"+.\\\" </p>\"}]]}],[{\"h2\":\"Prior to Your Boarding\",\"data\":[[{\"h3\":\"Preparing For Transportation\",\"body\":\"<h4><strong>How should I prepare my dog for transportation?</strong></h4> \\n<p> As the&nbsp;Pet Parent, it's your responsibility to provide adequate equipment for the transportation of your pet(s).&nbsp; This can include a dog seat belt or harness and/or crate. Crates are a good option to help ensure the pet's safety when traveling, especially when in a car.&nbsp;If you use a crate, make sure that the crate is the correct size for the pet being transported and that the crate is securely anchored to the vehicle.&nbsp;For tips specific to driving with a dog, check out these&nbsp;helpful tips from Robert Cabral:&nbsp;<a href=\\\"https://wagwalking.com/daily/road-trip-driving-with-your-dog\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Road Trip: Driving With Your Dog</a>&nbsp; </p>\"}]]}],[{\"h2\":\"Prior to Your Sitting\",\"data\":[[{\"h3\":\"Preparing for a Sitting\",\"body\":\"<p> <strong>What should I prepare for my Sitting?</strong> </p> \\n<p> We encourage you to take all the necessary steps to prepare your pet(s) and their Pet Caregiver for their stay in your home. This includes: </p> \\n<ul> \\n <li>Leaving a note about where to find your pet's food</li> \\n <li>Writing down feeding instructions, including how much and when you feed your pet, as well as any schedules that they may follow (e.g., take him out to the bathroom after he has his breakfast, she likes to have a treat right before bed, etc.)</li> \\n <li>Ensuring your dog’s leash &amp; other equipment&nbsp;is easy to find</li> \\n <li>Ensuring litter box expectations and equipment are easily accessible</li> \\n</ul> \\n<p> We always recommend providing as much information as possible, as that is the best way to make sure that your pet's routine stays the same and you have peace of mind knowing everything is taken care of! </p>\"}]]}],[{\"h2\":\"Tips for Pet Parents\",\"data\":[[{\"h3\":\"Rating Pet Caregivers\",\"body\":\"<p> <strong>How do I rate a Pet Caregiver?</strong> </p> \\n<p> Once a service is complete, you’ll receive a <a href=\\\"/t/g9h8t83/report-cards\\\" rel=\\\"nofollow noopener noreferrer\\\">report card</a>.&nbsp;At this point, you can rate and tip your Pet Caregiver&nbsp;based on your experience. You can also give your Pet Caregiver&nbsp;a badge for a job well done! </p> \\n<p>&nbsp;</p> \\n<p> <strong>What are Pet Caregiver Badges?</strong> </p> \\n<ul> \\n <li><strong>Above and Beyond</strong>: Pet Caregiver&nbsp;went the extra mile for your dog!</li> \\n <li><strong>Excellent Report Card</strong>: Pet Caregiver&nbsp;left a fun and informative report card.</li> \\n <li><strong>Extra Caring</strong>: Pet Caregiver made sure your dog got some extra TLC!</li> \\n <li><strong>Follows Instructions</strong>: Pet Caregiver did a great job at following instructions.</li> \\n <li><strong>Great Distance</strong>: Pet Caregiver was able to cover a lot of ground during the walk.</li> \\n <li><strong>Strong Walker</strong>: Pet Caregiver&nbsp;was able to handle larger/energetic dog breeds.</li> \\n</ul>\"}],[{\"h3\":\"Best Practices for Pet Parents\",\"body\":\"<h3 id=\\\"adequate-equipment\\\">Adequate Equipment&nbsp;</h3> \\n<p> As a pet parent, it’s your responsibility to provide adequate equipment for your pet caregiver&nbsp;before the service begins. Before each scheduled service, check to make sure that you have provided the supplies your pet caregiver&nbsp;will need.&nbsp; For example, if you’ve booked a walk, ensure you’ve left a leash, harness and bags in plain sight for your walker to find. If you’ve booked an in-home service like a Boarding or Pet Day Care, ensure you’ve provided your dog’s bowls, food or other supplies necessary for a safe and successful service.&nbsp; </p> \\n<p> If you’ve booked a Boarding or Pet Day Care service with a transportation component, it’s important that your pet caregiver knows how to safely and securely transport your dog&nbsp;from your home to theirs, and back! It's the responsibility of the pet parent to provide adequate equipment for a safe and smooth transport.&nbsp; This can include a dog seat belt or harness and/or crate. Crates are a good option to help ensure the pup’s safety when traveling, especially in a car. If you already use a crate, be sure the crate is the right size for the dog being transported and that it can fit in most vehicles. Also, note that crates should be securely anchored to the vehicle.&nbsp; Since this can be done in a variety of ways, be sure you choose the correct option for both the dog and crate being used.&nbsp; </p> \\n<h3 id=\\\"home-access\\\">Home Access</h3> \\n<p> In order to get things off to a successful start, the pet caregiver&nbsp;needs smooth access to the home to pick up the dog. As a pet parent, be sure to provide information about accessing your home within the Wag! app or on our website.&nbsp; </p> \\n<p> We highly encourage pet parents to change lockbox codes often and not to share personal information, including phone numbers, with Pet Care Providers. When changing your lockbox code, don’t forget to update this information within the Wag! app so upcoming pet caregivers&nbsp;have the information they need. </p> \\n<h3><strong>Communication</strong></h3> \\n<p> The Wag! app is the best channel for communication between you and your pet caregiver. We encourage pet parents to communicate and engage with pet caregivers&nbsp;solely through the Wag! app or our website. </p> \\n<p> Remember that pet caregivers&nbsp;may have questions and direct communication through the app keeps everyone informed.&nbsp;Timely communication is also important for a successful service. Try to respond to pet caregivers&nbsp;as soon as possible, especially if questions arise during a service. We encourage pet parents to keep their mobile devices close during a walk or boarding or sitting engagement. The Wag! app has user safety features that allow you to communicate with pet caregivers&nbsp;safely and conveniently. Use it!&nbsp; </p> \\n<h3 id=\\\"pups-information\\\">Dog’s Information</h3> \\n<p> As a best practice, confirm that your dog's profile is filled out adequately, updated as needed, and includes any special details you may want to convey to your pet caregiver. </p> \\n<h3 id=\\\"timeliness\\\">Timeliness</h3> \\n<p> If you’re dropping off your dog&nbsp;for a Boarding or Day Care service, be respectful of the agreement you've made with the boarding host and arrive on time. </p> \\n<h3>Cancellations</h3> \\n<p> In the event of a last-minute change to their plans or schedule, pet parents have the option to cancel a Wag! scheduled service. Last-minute cancellations can have a negative impact on our community by disrupting schedules and experiences of both pet parents and pet caregivers. Please be mindful of this and keep last-minute cancellations to a minimum. </p>\"}],[{\"h3\":\"Star Ratings\",\"body\":\"<h4>What's a Star Rating?</h4> \\n<p> A Pet Caregiver’s overall rating&nbsp;is an average of all individual ratings they have received divided by the total amount of services they have&nbsp;provided.&nbsp;Wag! uses a rating system to obtain feedback and continuously&nbsp;improve service quality. This&nbsp;system provides&nbsp;a quick and clear way to rate your Wag! service experience each and every time.&nbsp; </p> \\n<h4>What does each Star Rating mean?</h4> \\n<p> <strong>5 Stars:&nbsp;</strong>Great experience! Everything was as described in my notes, Pet Caregiver&nbsp;did a great job executing the service. </p> \\n<p> <strong>4 Stars:&nbsp;</strong>Good experience;&nbsp;One or two things could have been done better. </p> \\n<p> <strong>3 Stars:&nbsp;</strong>Neutral experience; I’m disappointed in the quality of this service,&nbsp;but I would book again with a different Pet Caregiver.&nbsp; </p> \\n<p> <strong>2 Stars:&nbsp;</strong>Bad experience;&nbsp;Pet Caregiver&nbsp;did/did not do something which was a fundamental part of executing a successful service. I don’t want to use this Pet Caregiver again.&nbsp; </p> \\n<p> <strong>1 Star:&nbsp;</strong>Horrible experience;&nbsp;Multiple things went wrong or there was a single significant failure in delivering the service. </p> \\n<p> For a 5- or 4-star rating, you'll be prompted to add the Pet Caregiver to your Preferred Walkers list (click the \\\"heart\\\" icon).&nbsp;You may also choose to award the Pet Caregiver a badge and/or leave a tip! For 3-stars or below, you'll be asked if you'd like to block the Pet Caregiver from being able to accept future services for your pets.&nbsp; </p>\"}]]}]]"
    },
    {
        "title":"Wag! Premium | Wag! Help Center",
        "content":"[]"
    },
    {
        "title":"Services | Wag! Help Center",
        "content":"[[{\"h2\":\"Wag! Premium\",\"data\":[[{\"h3\":\"Wag! Premium\",\"body\":\"<h4>What is Wag! Premium?</h4> \\n<p> Wag! Premium is an annual or monthly subscription that offers 10% off all services booked as well as many other great features, including: </p> \\n<ul> \\n <li>Waived <a href=\\\"/t/h7htjlx\\\" rel=\\\"nofollow noopener noreferrer\\\">booking fees</a></li> \\n <li>Free veterinary advice</li> \\n <li>Top-rated Pet Caregivers</li> \\n <li>VIP Pet Parent support</li> \\n <li>Access to premium <a href=\\\"/t/q6hxrfj/wag-health\\\" rel=\\\"nofollow noopener noreferrer\\\">Veterinary Health services</a>*</li> \\n</ul> \\n<h4>How much does Wag! Premium cost?*</h4> \\n<p> The monthly Wag! Premium subscription costs $9.99 per month. </p> \\n<p> You can save an additional 20% off the monthly subscription fee by&nbsp;subscribing annually for a one-time charge of&nbsp;$95.99 (that's only $7.99/month!). </p> \\n<h4>How do I sign up for&nbsp;Wag! Premium?</h4> \\n<p> Visit the Payments tab in the Wag! app, or click <a href=\\\"https://link.wagwalking.com/?l=wagpremium\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>&nbsp;from a mobile device. </p> \\n<h4>How do I manage my&nbsp;Wag! Premium subscription?</h4> \\n<p> Visit the Payments tab in the Wag! app. You can manage your subscription or cancel&nbsp;under Subscriptions &gt; Wag! Premium. </p> \\n<p>&nbsp;</p> \\n<p> <em>Please note that refunds are not available for Premium Subscriptions.</em> </p> \\n<p> *<em>additional charges may apply.</em> </p>\"}],[{\"h3\":\"Wag! Health\",\"body\":\"<h4>What is Wag! Health?</h4> \\n<p> Wag! Health connects you to a licensed Veterinarian&nbsp;right from your smartphone. Ask a question and receive an answer within 24 hours or&nbsp;set up a live&nbsp;consultation with a Veterinarian from the comfort of your home! </p> \\n<p> <strong>Note:&nbsp;</strong>In the event of an emergency, we recommend seeking the immediate attention of your local veterinarian.&nbsp; </p> \\n<h4>How do I use Wag! Health?</h4> \\n<p> The Wag! Health icon will appear on the home screen of your Wag! App. From there, you can book a live consultation with a licensed Veterinarian. If you are a <a href=\\\"/t/83hy7hb/what-is-wag-premium\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Premium</a> Subscriber, you will also have the option to ask a veterinarian as many one-time questions as you would like (free!).&nbsp; </p> \\n<h4>How much does it cost?</h4> \\n<p> <a href=\\\"/t/83hy7hb/what-is-wag-premium\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Premium</a> Subscribers are able to ask as many one-time questions as they would like, free of charge.&nbsp;A virtual&nbsp;consultation with a vet is&nbsp;$30 for non-subscribers, and $27 for&nbsp;<a href=\\\"/t/83hy7hb/what-is-wag-premium\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Premium</a> Subscribers. </p> \\n<h4>How long is the wait to live chat&nbsp;with a vet?</h4> \\n<p> The wait time is typically about 5 minutes for a live consultation. This wait may be&nbsp;longer during peak hours. </p> \\n<p> <strong>Note:&nbsp;</strong>In the event of an emergency, we recommend seeking the immediate attention of your local veterinarian.&nbsp; </p> \\n<h4>How long will it take to get an&nbsp;answer when I ask a Veterinarian a question?</h4> \\n<p> Responses can take up to 24 hours, however in most cases you will receive a response much sooner. </p> \\n<p> <strong>Note:&nbsp;</strong>In the event of an emergency, we recommend seeking the immediate attention of your local veterinarian.&nbsp; </p> \\n<h4>Is there a limit on how may times I can ask&nbsp;a question?</h4> \\n<p> No, the individual question feature&nbsp;is unlimited and you can use the form to ask as many questions as you would like.&nbsp;However, for concerns about which you'd like to speak to a Veterinarian directly, we recommend&nbsp;booking a live consultation. </p> \\n<p> <strong>Note:&nbsp;</strong>In the event of an emergency, we recommend seeking the immediate attention of your local veterinarian.&nbsp; </p> \\n<h4>Can I use Wag! Health&nbsp;any time of day or night?</h4> \\n<p> Yes, Wag! Health is available 24 hours a day 7 days a week, however, responses&nbsp;can take up to 24 hours. </p> \\n<h4>Is Wag! Health only for dogs?</h4> \\n<p> No, Wag! Health is available to all the pets in your home. </p> \\n<h4>&nbsp;</h4>\"}]]}],[{\"h2\":\"Walks\",\"data\":[[{\"h3\":\"ASAP/On-Demand\",\"body\":\"<h4>What is an ASAP walk?</h4> \\n<p> On-Demand or ASAP walks are best if you would like your pet caregiver&nbsp;to arrive as soon as possible. You’ll be notified once you match with an available pet caregiver&nbsp;and they are on their way. </p> \\n<h4>When will my walk start?</h4> \\n<p> Most walks are usually filled within 30 minutes and start within an hour. During peak times, such as holidays and during inclement weather, it can take longer. </p> \\n<h4>How do I book an ASAP walk?</h4> \\n<p> To book an on-demand walk, select the \\\"Walk\\\" icon from the home screen of the app, and select \\\"ASAP.\\\" </p> \\n<h4>What if my dog&nbsp;needs a walk later or on another day?</h4> \\n<p> If you need to schedule a walk for a later day or time, use the <a href=\\\"/t/h47pw4/scheduled\\\" rel=\\\"nofollow noopener noreferrer\\\">Scheduled Walk</a> feature in the app. </p>\"}],[{\"h3\":\"Scheduled and Recurring Walks\",\"body\":\"<h4>What is a Scheduled&nbsp;walk?</h4> \\n<p> Scheduled&nbsp;walks are best if you’re looking to have your dog walked at a specific time in the day, or if you’re looking to schedule a walk for a later date.&nbsp;You can also book multiple “one-time” walks to make sure your dog gets out as much as they need or you can book a recurring walk that is scheduled on a regular basis. </p> \\n<h4>How do I book a one-time scheduled walk?</h4> \\n<p> To book a&nbsp;one-time scheduled walk, select the \\\"Walk\\\" icon from the home screen of the app, and select \\\"SCHEDULED.\\\" </p> \\n<h4>How do I book a recurring walk?</h4> \\n<p> To book a&nbsp;recurring walk, select the \\\"Repeat Walk\\\" icon from the home screen of the app, and select the days of the week and time you'd like your walks to be scheduled. </p> \\n<h4>What if my dog&nbsp;needs a walk as soon as possible?</h4> \\n<p> If your dog needs a walk right away, we recommend scheduling an <a href=\\\"/t/q57pw9/asapon-demand\\\" rel=\\\"nofollow noopener noreferrer\\\">ASAP Walk</a> in the app. </p>\"}]]}],[{\"h2\":\"Overnight Care\",\"data\":[[{\"h3\":\"Sitting\",\"body\":\"<h4>What is a Sitting?</h4> \\n<p> Sitting is when your dog&nbsp;stays in the comfort of your own home. Your pet care provider will keep your dog&nbsp;company and take care of them during the day; including feeding them, taking them out for regular bathroom breaks, and having playtime. </p> \\n<h4>Can Pet Caregivers Leave?</h4> \\n<p> While your pet caregiver&nbsp;can come and go during the day, they are encouraged to be with your dog as much as possible and not leave for too long. </p> \\n<h4>My Dog Needs Constant Supervision</h4> \\n<p> If your dog&nbsp;requires constant supervision, it is your responsibility as a Pet Parent&nbsp;to ensure your pet caregiver&nbsp;is aware of this request. In the event your pet caregiver&nbsp;cannot accommodate this request, we’ll work to find another Pet Caregiver. Please note we cannot guarantee that a Pet Caregiver&nbsp;will be able to fulfill this request. </p> \\n<p style=\\\"display: none;\\\"> To book a sitting, click <a href=\\\"http://link.wagwalking.com/?l=sitting\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"Boarding\",\"body\":\"<h4><strong>What is a Boarding?</strong></h4> \\n<p> Boarding is when your pet(s) stays overnight in the Pet Caregiver's&nbsp;home. Your Pet Caregiver&nbsp;will keep your pet(s) company and take care of them during the day, including feeding them (food provided by the Pet Parent), taking them out for regular bathroom breaks, and having playtime. </p> \\n<h4><strong>Can Pet Caregivers leave during a Boarding?</strong></h4> \\n<p> While your Pet Caregiver can come and go during the day, they are encouraged to be with the dog&nbsp;as much as possible and not leave for too long. </p> \\n<h4><strong>What if my dog requires constant supervision?</strong></h4> \\n<p> If your dog&nbsp;requires constant supervision, it is your responsibility as a Pet Parent&nbsp;to ensure your Pet Caregiver&nbsp;is aware of this request. In the event your Pet Caregiver&nbsp;cannot accommodate this request, we’ll work to find another Pet Caregiver. Please note we cannot guarantee that a Pet Caregiver&nbsp;will be able to fulfill this request.&nbsp; </p> \\n<h4>Will my Pet Caregiver pick up my pet for a Boarding?</h4> \\n<p> You can request that your pet&nbsp;be picked up and dropped off for an additional fee, just select \\\"Add pick-up and drop-off\\\" when booking. </p> \\n<p>&nbsp;</p> \\n<p style=\\\"display: none;\\\"> To book a boarding, click <a href=\\\"http://link.wagwalking.com/?l=sitting\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}]]}],[{\"h2\":\"Training\",\"data\":[[{\"h3\":\"Digital Training\",\"body\":\"<p> Click <a href=\\\"/t/x2hqz2p/in-home-training\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a> for information about In-Home Training. </p> \\n<h4>How long are Digital Training Services?</h4> \\n<p> Digital Training sessions are 30 minutes in length. </p> \\n<h4>How much does a Digital Training session cost?</h4> \\n<p> Digital Training is $30 per session for up to three dogs. </p> \\n<h4>How many dogs can I have in my Digital Training session?</h4> \\n<p> You may have up to three&nbsp;dogs present for each session at no additional charge.&nbsp; </p> \\n<h4><strong>What if I have more than three&nbsp;dogs that I want to discuss during my Digital Training session?</strong></h4> \\n<p> You would need to book a new Digital Training session for any additional dogs;&nbsp;the maximum number of dogs per session is three. </p> \\n<h4>Can I book urgent or on-demand training sessions?</h4> \\n<p> No, all Digital Training sessions must be scheduled in advance. </p> \\n<h4>I really enjoyed my trainer during my Digital session; can I book them for an In-Home Training session?</h4> \\n<p> Yes, if the trainer is local to your area and offers In-Home Sessions, you may book them for any Wag! service. </p> \\n<h4>Can I rebook the same trainer for multiple Digital Training sessions?</h4> \\n<p> Yes, you may book the same trainer for as many sessions as you would like based on their availability. Visit the \\\"Past Services\\\" tab in the app to rebook with your favorite pet caregivers. </p> \\n<h4>How do I access the Digital Training session?</h4> \\n<p> You will access your Digital Training through the Wag! App via a video chat room.&nbsp; </p> \\n<h4>What if I log into my Digital Training later than the scheduled time?</h4> \\n<p> We highly recommend communicating&nbsp;with your trainer through the app prior to your Digital Training session to coordinate an exact time you are both available to start. Once the trainer starts the video chat, the time clock cannot be reset.&nbsp; </p> \\n<h4>When does my 30 minutes start?</h4> \\n<p> The clock starts as soon as the trainer enters the video chat. A timer will be displayed on screen during the training session.&nbsp; </p> \\n<h4>What happens if my Digital Training goes over the 30 minute limit?</h4> \\n<p> The video chat session will automatically disconnect at the 35-minute mark. </p> \\n<h4>What if me or my trainer has technical issues and gets disconnected during the session?</h4> \\n<p> Once the timer starts,&nbsp;it cannot be reset or paused.&nbsp; You may rejoin the video chat session if you were disconnected and pick up where you left off. If you or your trainer have a prolonged disconnect that severely impacted your Digital Training session, please contact Customer Service via the help tab in the app.&nbsp; </p> \\n<h4>What happens during a Digital Training session?</h4> \\n<p> The sky's the limit! What happens and what is covered during a Digital Training session is up to you and your trainer.&nbsp; </p> \\n<h4>Do I have to bring anything to my Digital Training session?&nbsp;</h4> \\n<p> We recommend having items ready on hand based on your training needs. For instance, if your concern is leash training, have your leash nearby. It's also helpful to know what motivates your pup; you might consider keeping some treats or their favorite toy handy during your session as motivation or rewards. </p> \\n<h4>When will I be charged for my Digital Training service?</h4> \\n<p> Your session will be charged to your preferred payment method once the service ends. </p> \\n<h4>Can I leave a tip for my trainer?</h4> \\n<p> Absolutely! Once the Digital Training session has ended you will have an opportunity to leave a tip for your trainer through&nbsp;the app. </p> \\n<h4>Do I receive a report card like I do with other services?</h4> \\n<p> Yes, your trainer will leave you a report card that may include follow up notes, reminders, tips, or homework for you and your dog(s). </p> \\n<h4>I live in a remote area, can I still purchase Digital Training sessions?</h4> \\n<p> Yes, Digital Training sessions are available to all Pet Parents on the platform. </p> \\n<h4>Do I need to allow permissions on my device?</h4> \\n<p> Yes, you&nbsp; will need to allow the app&nbsp;the following permissions: </p> \\n<ul> \\n <li>Camera</li> \\n <li>Microphone</li> \\n <li>External Storage</li> \\n</ul>\"}],[{\"h3\":\"In-Home Training\",\"body\":\"<p> Click <a href=\\\"/t/p8hxtm2\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a> for information about Digital Training. </p> \\n<h4><strong>What is In-Home Training?</strong></h4> \\n<p> In-Home Training is&nbsp;a 60-minute in-home training session&nbsp;where your dog will learn how to follow commands and gain new skills with the help of a local dog trainer. </p> \\n<h4><strong>Will I be involved during an In-Home Training?</strong></h4> \\n<p> The hands-on sessions allow you to participate, too! You can learn as much as your dog, helping to reinforce a daily routine&nbsp;and promote good behaviors both in and outside of your home. </p> \\n<h4><strong>Can I rebook the same trainer?</strong></h4> \\n<p> You can request an initial training session or book your favorite trainer again within the Wag! App. Training sessions are available between 8 AM and 8:30&nbsp;PM, 7 days a week. </p>\"}]]}],[{\"h2\":\"Drop-Ins\",\"data\":[[{\"h3\":\"Drop-ins\",\"body\":\"<h4><strong>What is a Drop-In?</strong></h4> \\n<p> Drop-ins are 20-minute appointments where a Pet Caregiver&nbsp;comes to the Pet Parent’s home to check in on the pet(s). The expectations of the service can be set by the Pet Parent ahead of time in the Notes or directly to the Pet Caregiver via in-app chat. </p> \\n<h4><strong>What if I need a Pet Caregiver to stay longer than 20 minutes?</strong></h4> \\n<p> If you need a Pet Caregiver to stay longer than 20 minutes, consider booking a Wag! Walk (30 minutes) or a Deluxe Walk (60 minutes).&nbsp;You can communicate your expectations in the Notes or directly to the Pet Caregiver via in-app chat. </p>\"}]]}],[{\"h2\":\"Pricing\",\"data\":[[{\"h3\":\"Dynamic Pricing\",\"body\":\"<p> <strong>How much does it cost to book services through Wag!?</strong> </p> \\n<p> Pet Caregivers using Wag! set their own rates, so pricing may vary by region. If you are booking with a past or preferred Pet Caregiver, their rates can be found on their public profile, which you can view under the \\\"Past Caregivers\\\" tab on the Wag! app. If you're new to the platform, rates will be displayed at the bottom of the screen during booking. </p> \\n<h4>What is Dynamic Pricing?</h4> \\n<p> To best support the Pet Caregivers using Wag!, we’ve created the Dynamic Pricing feature, which allows Pet Caregivers to set their own rates as business owners. Dynamic Pricing is the ability for Pet Caregivers to set their own rates for services and “extras” such as the additional dog and weekly walk surcharges.&nbsp; </p> \\n<h4>Is my tip separate from the listed price?</h4> \\n<p> Yes, you still have the option to tip on all Wag! Services. A tip is not included in the listed price. </p> \\n<h4>Why is the cost of services different every time?</h4> \\n<p> You will not be charged outside the range listed in the app, but the price may vary within that range. Pet Caregivers are free to update their pricing at any time, effective for all future services. Once a schedule has been booked, they cannot change the rate for that individual service.&nbsp; </p> \\n<h4>What is a Booking Fee?</h4> \\n<p> Wag! charges a booking fee of $1.99 for each schedule booked. Note that you will only be charged one booking fee if you book a recurring or multi-day schedule. There is no booking fee for <a href=\\\"/t/83hy7hb/wag-premium\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Premium</a> members. </p> \\n<h4>Can I book multiple services at the same rate with the same Pet Caregiver?</h4> \\n<p> Yes. You can book a multi-day, one-time schedule, or a recurring schedule with the same Pet Caregiver. For multi-day and single Pet Caregiver recurring services, the rate will be the same for each service on the schedule. </p> \\n<h4>Do I pay the same if my Pet Caregiver I selected submits a cover/cancels?</h4> \\n<p> If your Pet Caregiver submits a cover, Wag! will search for another Pet Caregiver near you to complete the service as originally scheduled. You will pay the same amount for the service. </p> \\n<h4>Can a Pet Caregiver change their pricing after I accept their bid?</h4> \\n<p> No, Pet Caregivers are unable to change their price bid once you have confirmed the service. </p>\"}]]}]]"
    },
    {
        "title":"About | Wag! Help Center",
        "content":"[[{\"h2\":\"How Wag! Works\",\"data\":[[{\"h3\":\"Setting Your Rates\",\"body\":\"<h4>What is Dynamic Pricing?</h4> \\n<p> To best support the Pet Caregivers using Wag!, we’ve created the Dynamic Pricing feature, which allows Pet Caregivers to set their own rates as business owners. Dynamic Pricing is the ability for Pet Caregivers to set their own rates for services and “extras” such as the additional dog and weekly walk surcharges.&nbsp; </p> \\n<h4>Can I set my own rates?</h4> \\n<p> Yes, Dynamic Pricing will allow you, as an independent business owner, to set your own rates for services completed through the Wag! platform. Pet Caregivers are able to set their own pricing for: </p> \\n<ul> \\n <li>20, 30, and 60 minute Walks</li> \\n <li>Overnight Care (per night)</li> \\n <li>Additional dog fees</li> \\n <li>Weekly Walk surcharges</li> \\n <li>Drop-Ins</li> \\n <li>Digital &amp; In-Home Training sessions</li> \\n</ul> \\n<h4>How do I set my own rates?</h4> \\n<p> You can update your rates or \\\"Service Pricing\\\" at any time by tapping “Change Bid” in the Walk Details of an available service. From here, you can adjust your pricing to whatever you believe is fair. You can also adjust your pricing at any time; any adjustments you make will not affect services that you have already booked with a Pet Parent. If you increase a rate after booking a service, you will still receive your initial bid as the service payout, not the new rate. </p> \\n<h4>How do I bid on a service?</h4> \\n<p> You can change your “bid” or pricing at any time before opting into a service. Once you submit your bid by opting into the service, the pricing for that service cannot be changed. After you request a service, no further action is required. If you are matched to the Pet Parent, you will be notified and the service will appear on your “Booked” tab.&nbsp; </p> \\n<h4>Am I setting the payout amount or the cost of the service?</h4> \\n<p> When you set your rates in the app, you are setting your desired payout for the service. You will see what the Pet Parent will pay for that service directly below your set rates. </p> \\n<h4>Can Pet Parents still tip?</h4> \\n<p> Yes, Pet Parents are still able and encouraged to tip. The tip percentage is calculated from the total cost to the Pet Parent. </p> \\n<h4>What does “Average price in my area” mean?</h4> \\n<p> The “Average Price” is the cumulative average price that other Pet Caregivers in your area are charging for the same service type. The “Average Price” is only a suggestion; you are free to set your rates how you wish. Please note that out-of-range pricing may affect Pet Parents’ demand for your services. </p> \\n<h4>What is a “Weekly Walk Surcharge?”</h4> \\n<p> The Weekly Walk Surcharge is the additional payout you will receive per service on a Recurring Schedule. </p>\"}],[{\"h3\":\"What is Wag!?\",\"body\":\"<p> <strong>Wag! is the #1 app for pet parents</strong> -- offering 5-star dog walking, pet sitting, veterinary care, and training services nationwide. </p> \\n<p> Book convenient pet care in your neighborhood with the Wag! app. Whether you’re looking for daily walks, planning a trip, stuck at work, or just want your best friend to have some company - any day, anytime pet care is available through the app. </p> \\n<p>&nbsp;</p> \\n<p> <strong>Here when you need pet care.</strong> </p> \\n<ul> \\n <li>On-demand and scheduled dog walks based on your and your dog’s needs.</li> \\n <li>Boarding and sitting overnight care in your home or the Pet Caregiver’s.</li> \\n <li>Drop-in visits for dogs who don’t need a walk, but could use a potty break.</li> \\n <li>Veterinary consultations to answer your pet health questions from the convenience of your home, available around the clock.</li> \\n <li>One-on-one personalized in-home dog training.</li> \\n</ul> \\n<p> <strong>Safety is serious business.</strong> </p> \\n<ul> \\n <li>Every Pet Caregiver with Wag! is thoroughly&nbsp;vetted and undergoes a comprehensive screening.</li> \\n <li>Support is standing by and available to you and your pet 24/7.</li> \\n</ul> \\n<p> <strong>All about convenience.</strong> </p> \\n<ul> \\n <li>GPS-tracked walks so you can follow along with your dog’s walk in real-time.</li> \\n <li>In-app messaging so you can easily communicate with your Pet Caregiver.</li> \\n <li>Receive live pee/poop notifications and a detailed report card at the end of your service.</li> \\n <li>Book and pay for your services securely within the app.</li> \\n <li>Wag! lockboxes are available for simplified home access.</li> \\n <li>Chat live with board certified veterinary professionals for expert pet health advice</li> \\n</ul> \\n<p> <strong>We’ve been around the block.</strong> </p> \\n<ul> \\n <li>Our community of 150,000+ Pet Caregivers nationwide are dog people, and it shows.</li> \\n <li>Pet Caregivers with Wag! have a trusted record of experience with over 10 million pet care services across 4,600+ cities.</li> \\n <li>We’ve donated over 10 million meals! A portion of our proceeds from the walks you book help to feed shelter dogs in your area.</li> \\n <li>Making Pet Parents happy is what we do best -- 99% of Wag! services result in a 5-star review</li> \\n</ul>\"}],[{\"h3\":\"Community Guidelines\",\"body\":\"<p> At Wag!, we create joy for dogs and those who love them. With hundreds of thousands of customers, our goal is to support and empower our community to create an environment where both Pet Parents and Pet Care Providers (Walkers, Boarders and Sitters) feel safe and supported while taking care of dogs and their needs. </p> \\n<p> The following Community Guidelines are here to help facilitate a community-wide understanding of expectations and standards of conduct while using Wag!. By using Wag!, you agree to these guidelines and our&nbsp;<a href=\\\"https://safety.wagwalking.com/terms\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Terms of Service</a>. Violating these guidelines may result in loss of access to Wag! </p> \\n<p> To view Wag!'s&nbsp;Community Guidelines, click <a href=\\\"https://wagwalking.com/community-guidelines/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"Safety at Wag!\",\"body\":\"<p> At Wag!, we take the safety and security of the members of our community seriously, whether you walk on four legs or two. Pet Parents and Pet Caregivers trust Wag! to ensure a safe platform; from walks to sittings and boardings, to veterinary chats and training, Wag! puts safety first.&nbsp; </p> \\n<p> Wag!’s Trust &amp; Safety team is here to address your safety concerns by thoroughly reviewing and resolving platform issues in a timely manner. For assistance in facilitating a safe experience, the Wag!&nbsp;<a href=\\\"//help.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\">Help Center</a>&nbsp;is stocked with the latest resources, including the community’s <a href=\\\"/t/p8h8mbm/tips-from-other-pet-parents\\\" rel=\\\"nofollow noopener noreferrer\\\">Best Tips and Practices</a>.&nbsp; </p> \\n<h4>How can I report a safety concern?</h4> \\n<p> If you are party to or experience a safety concern, our friendly support team is available 24/7 to triage your questions and concerns. Please do not hesitate to reach out to Wag! through any of our community Safety channels: </p> \\n<ul> \\n <li>For safety concerns requiring immediate attention, utilize the Emergency Bell icon to contact 911 or Wag!’s Emergency line&nbsp;</li> \\n <li>Feel free to email us at <a href=\\\"mailto:Feedback@wagwalking.com\\\" rel=\\\"nofollow noopener noreferrer\\\">feedback@wagwalking.com</a> to discuss your experience</li> \\n <li>For non-emergent customer service, use the Help tab in the Wag! app</li> \\n</ul>\"}],[{\"h3\":\"Cats on Wag!\",\"body\":\"<h4>Do you allow cats on Wag!?</h4> \\n<p> Wag! is pleased to allow your feline companions on the platform and recommends only using <a href=\\\"/t/36atan/drop-ins\\\" rel=\\\"nofollow noopener noreferrer\\\">Drop-Ins</a> and <a href=\\\"/t/367pww/sitting\\\" rel=\\\"nofollow noopener noreferrer\\\">Sitting</a> services for the safety of your pet. </p> \\n<h4>How do I book a service for my cat?</h4> \\n<p> You can create a profile for your cat in the same way you would create a <a href=\\\"/t/807g7s/dog-profiles\\\" rel=\\\"nofollow noopener noreferrer\\\">dog profile</a>, then, you can book a service regularly. We recommend using&nbsp;<a href=\\\"/t/36atan/drop-ins\\\" rel=\\\"nofollow noopener noreferrer\\\">Drop-Ins</a> and <a href=\\\"/t/367pww/sitting\\\" rel=\\\"nofollow noopener noreferrer\\\">Sitting</a> services when booking for your cat.&nbsp; </p> \\n<p> Be sure to include an up-to-date photo and <strong>include detailed expectations of your Pet Caregiver</strong> in the <a href=\\\"/t/637gs8/walk-related-notes\\\" rel=\\\"nofollow noopener noreferrer\\\">Walk Notes</a> when booking (i.e. \\\"change the litter box,\\\" \\\"fill his bowl with the food on the kitchen counter,\\\" etc.). You may also chat with your Pet Caregiver prior to the service to re-communicate your expectations.&nbsp; </p> \\n<h4>What's included in a service that's booked for a cat?</h4> \\n<p> Be sure to communicate your expectations clearly with your Pet Caregiver.&nbsp;Include details&nbsp;in the <a href=\\\"/t/637gs8/walk-related-notes\\\" rel=\\\"nofollow noopener noreferrer\\\">Walk Notes</a> when booking. You may also chat with your Pet Caregiver prior to the service to re-communicate your expectations.&nbsp; </p> \\n<h4>Can I book one service for my dog and my cat?</h4> \\n<p> You may book a service for up to three of the pets on your profile.&nbsp;Be sure to communicate your expectations clearly with your Pet Caregiver via the in-app chat or the&nbsp;<a href=\\\"/t/637gs8/walk-related-notes\\\" rel=\\\"nofollow noopener noreferrer\\\">Walk Notes</a>. </p>\"}],[{\"h3\":\"Pet Caregiver Screening\",\"body\":\"<h4><strong>How does Wag! vet the Pet Caregivers on the platform?</strong></h4> \\n<p> The safety of your dog is extremely important to us. Pet Caregivers using Wag! are vetted through a comprehensive screening process which includes&nbsp;an extensive background check and a&nbsp;pet care knowledge test. You can read more about Safety at Wag! on our dedicated <a href=\\\"https://safety.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">safety site</a>. </p>\"}],[{\"h3\":\"Sign Up to be a Pet Caregiver!\",\"body\":\"<h4>&nbsp;</h4> \\n<h4>How do I sign up to use Wag! as a Pet Caregiver?</h4> \\n<p> To sign up to use the Wag! platform as a Pet Caregiver, simply tap “Become a Dog Walker” from the main menu of the Wag! App, or click <a href=\\\"https://wagwalking.com/dog-walker\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here.</a> </p> \\n<h4>How long does the sign up process take?</h4> \\n<p> On average, the entire process takes 14 days, but can take up to 3 weeks. To check the status of your application, please click on the “[Portal Link]” found in all communications from Wag! throughout the sign up process.&nbsp; </p> \\n<h4>How soon can I start caring for pets?</h4> \\n<p> Once you’ve been approved to use the platform, you’ll receive an email with next steps. You’ll need to set up your Stripe account first, then you can begin caring for pets right away! </p> \\n<h4>How old do you have to be to sign up?</h4> \\n<p> You must be 18 years or older to sign up for access to the Wag! platform. </p> \\n<h4>How much does it cost to sign-up?</h4> \\n<p> The background check is $29.95. After your background is cleared, you will be able to find clients and manage your pet care business, all through the convenience of the Wag! Walker App. </p> \\n<h4>Is there a background check?</h4> \\n<p> Yes. A clear background check is required in order to be accepted to the platform. Background checks are performed by Vetty, a third-party background check provider, who may perform employment, education, criminal record, credit history, motor vehicle, and license record checks. Once Wag! receives your completed background check from Vetty, we will use the results to make our decision and inform you of this decision via email. </p> \\n<p> Please note&nbsp;that you will need to provide a valid Driver's License, State Issued ID, US Passport, or Permanent Resident Card. Vetty cannot accept any form of ID that is past it’s expiration date. </p> \\n<h4>How do I check the status of my application?</h4> \\n<p> To check the status of your application, please click on the “[Portal Link]” found in all communications from Wag! throughout the sign up process. To check the status of your background check, visit <a rev=\\\"auto\\\" rel=\\\"nofollow noopener noreferrer\\\" href=\\\"http://applicant.vetty.co/login\\\" target=\\\"_blank\\\">applicant.vetty.co/login</a>.</p> \\n<h4>I signed up but I have not gotten any emails from Wag!.</h4> \\n<p> If you have not received any email communications from Wag! after completing the sign up process, it is likely that our emails have gone into your spam or junk folder. Please be sure to periodically check any spam or junk folders throughout the application process.&nbsp; </p> \\n<h4>What happens if I fail the pet care quiz?</h4> \\n<p> If you do not pass the pet care quiz, your application will be rejected, however, you will be allowed one additional attempt to pass the quiz. </p> \\n<h4>If I’ve already signed up, do I have to go through the entire sign up process again?</h4> \\n<p> If your application was approved, you can follow the instructions to download the Pet Caregiver app here. If your application was rejected due to low quiz scores or your application timed out due to inactivity, you will be allowed one additional attempt. If your application was rejected for any other reason, you will not be able to reapply. </p> \\n<h4>When and how do Pet Caregivers get paid?</h4> \\n<p> Pet Caregivers are paid through Stripe, a third party payment processing system. Payouts are released on Fridays for the services completed the previous week. Most Pet Caregivers also qualify for Instant Pay. </p> \\n<h4>Will I qualify for health insurance and benefits?</h4> \\n<p> No, you will not receive health insurance or benefits as an independent contractor. Wag! has teamed up with Stride Health to help Pet Caregivers using Wag! navigate their own insurances. </p> \\n<h4>When do I get my Wag! T-Shirt?</h4> \\n<p> If you opted in to receive a Wag! T-Shirt, you’ll receive a tracking number via email from Shipwire. Your shirt should be delivered within 5 business days. If you’ve been approved to use the Wag! platform and you have not received an email from Shipwire with a tracking number, please contact Customer Support via the Help Tab in the Walker App. </p> \\n<h4>If my application was previously rejected, can I sign up again?</h4> \\n<p> If your application was rejected due to low quiz scores or your application timed out due to inactivity, you will be allowed one additional attempt. If your application was rejected for any other reason, you will not be able to reapply. </p>\"}],[{\"h3\":\"Report Cards\",\"body\":\"<h4>What is a report card?</h4> \\n<p> A report card is a post-service recap written by the Pet Caregiver that completed the service. </p> \\n<h4>What is included in a&nbsp;report card?</h4> \\n<p> Your report card will include: </p> \\n<ul> \\n <li>A picture of your dog(s)</li> \\n <li>The distance walked</li> \\n <li>The amount of time walked</li> \\n <li>Whether your dog pooped &amp; peed</li> \\n <li>Whether your door was locked</li> \\n <li>A summary of the service written by your Pet Caregiver</li> \\n</ul> \\n<h4>Can I leave feedback for the Pet Caregiver?</h4> \\n<p> Yes; feedback is encouraged. Within the report card for a completed service&nbsp;you will have the option to provide a <a href=\\\"/t/q54f3m\\\" rel=\\\"nofollow noopener noreferrer\\\">star rating&nbsp;</a>for your Pet Caregiver as well as feedback in your own words. Your rating and&nbsp;feedback will be shared with the Wag! Community via the Pet Caregiver's profile. </p>\"}],[{\"h3\":\"Trusted Contacts\",\"body\":\"<h4>What is a Trusted Contact?</h4> \\n<p> A Trusted Contact is an emergency contact that can be reached in case of emergency, if you are not immediately available. </p> \\n<h4>How do I edit my Trusted Contacts?</h4> \\n<p> From the main menu in the upper left-hand corner of the app, select “View Profile” and navigate to “Manage Trusted Contacts.\\\" From here, you will be able to remove an existing&nbsp;Trusted Contact by tapping on the blue shield&nbsp;icon,&nbsp;or invite additional Trusted Contacts by tapping their name and \\\"Save.\\\" </p> \\n<h4>Can a Trusted Contact pick up my pet or make decisions on my behalf?</h4> \\n<p> A Trusted Contact can pick up your pet from Overnight Care&nbsp;and, if you are unreachable in the event of an emergency, we may ask your&nbsp;Trusted Contact to make decisions on your behalf.&nbsp; </p> \\n<h4>Does my Trusted Contact have to agree to be my Trusted Contact?</h4> \\n<p> Your Trusted Contact will be prompted to download and sign up for an account on the Wag! Platform; it is recommended that this be discussed prior to assigning a Trusted Contact to your profile. </p> \\n<h4>What if I don’t have a Trusted Contact? Can I still book Overnight Care?</h4> \\n<p> No, you cannot book&nbsp;Overnight Care without having at least one Trusted Contact on your account prior to booking.&nbsp; </p> \\n<h4>Can I have multiple Trusted Contacts?</h4> \\n<p> Yes, you can have multiple Trusted Contacts listed on your profile. </p> \\n<h4>How do you contact my Trusted Contacts?</h4> \\n<p> Wag! will only attempt to reach your Trusted Contacts via phone or text message, and only in case of an emergency where you cannot first be reached. </p> \\n<h4>Can a Trusted Contact be charged for unpaid balances?</h4> \\n<p> No, a Trusted Contact cannot be charged for an unpaid balance.&nbsp; </p>\"}],[{\"h3\":\"Wag! Gifts\",\"body\":\"<h4>Does Wag! offer gift cards?&nbsp;</h4> \\n<p> While physical gift cards are not available, you can purchase Wag! Gifts to be delivered electronically to your friends and family! Wag! Gifts can be redeemed for any Wag! service, including Walks, Overnight Care, Training, Drop-Ins, and digital Veterinary Care, just like a gift card. </p> \\n<h4>What are Wag! Gifts?&nbsp;</h4> \\n<p> Wag! Gifts are pre-purchased credits that can be delivered to friends and family and applied toward any Wag! Service. Wag! Gifts are available in $25, $50, $100, $250, and $500 amounts. </p> \\n<h4>How do I purchase a Wag! Gift?</h4> \\n<p> Wag! Gifts must be purchased online at <a href=\\\"https://wagwalking.com/gift-card\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">wagwalking.com/gift-card</a>. Just enter the recipient’s details, add the amount of credits you’d like to purchase, and tap “Submit!” </p> \\n<h4>Are Wag! Gifts available in custom amounts?&nbsp;</h4> \\n<p> No, custom amounts are not available. </p> \\n<h4>Can I use my Wag! Gift toward any service?</h4> \\n<p> Yes! Wag! Gifts can be redeemed for any Wag! service, including Walks, Overnight Care, Training, Drop-Ins, and digital Veterinary Care. Wag! Gifts cannot, however, be used to pay a Pet Caregiver’s tip. Tips will be charged to the credit or debit card on file. </p> \\n<h4>Can I schedule a Wag! Gift to be delivered on a certain date?&nbsp;</h4> \\n<p> Yes! You can choose the delivery date when purchasing. </p> \\n<h4>Why didn’t my recipient receive my Wag! Gift?&nbsp;</h4> \\n<p> Please have the Gift recipient check their spam folders. If they are still unable to find the Gift using the email address you provided to Wag!, email <a rev=\\\"auto\\\" rel=\\\"nofollow noopener noreferrer\\\" href=\\\"mailto:gifts@wagwalking.com\\\">gifts@wagwalking.com</a> so we can confirm their email address and re-issue the credit if necessary. </p> \\n<h4>I used my Wag! Gift but I was still partially charged for a service.</h4> \\n<p> Please keep in mind that tips cannot be paid using Wag! Gifts. Any tip amount applied to a service will be charged to the credit card on file.&nbsp; </p> \\n<h4>Can I get a refund for my Wag! Gift?&nbsp;</h4> \\n<p> Gift Cards may not be sold, copied, modified, transferred, reloaded, returned, or redeemed for cash, as stated in the Wag! <a href=\\\"http://safety.wagwalking.com/terms-gift-card\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Gift Card Terms and Conditions</a>.&nbsp; </p>\"}],[{\"h3\":\"Alignment Healthcare Members\",\"body\":\"<p> If you are an Alignment Healthcare Member with questions about your benefits, please click <a href=\\\"https://wagwalking.com/daily/wags-partnering-with-alignment-health-plan-heres-what-you-need-to-know\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"General Information\",\"body\":\"<p> Wag! makes safety a priority for all dogs, Pet Caregivers, Pet Parents and others on the Platform. Vaccinations&nbsp;help prevent&nbsp;dog&nbsp;diseases, aid in avoiding costly treatments for animal illnesses and even&nbsp;prevent the spread of certain diseases to humans. Wag! maintains a strict Vaccination Policy prohibiting unvaccinated dogs on the Platform. This means that in order to be eligible to receive a Service (walk, drop-in, boarding, sitting or grooming), each dog must have the following up-to-date shots and vaccines: DA2PPV, Bordetella, and Rabies.&nbsp; Your veterinarian may also recommend others specifically relevant to your dog.&nbsp; In addition, for areas that have a high incidence, Wag! also recommends the flu vaccination. </p>\"}]]}],[{\"h2\":\"Getting Started\",\"data\":[[{\"h3\":\"Download the Wag! App\",\"body\":\"<p> To download the Wag! app on an Android device, click <a href=\\\"https://play.google.com/store/apps/details?id=com.ionicframework.wagandroid554504&amp;hl=en_US\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. To download the Wag! app on an Apple device, click <a href=\\\"https://apps.apple.com/us/app/wag-dog-walkers-sitters/id940734609\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. If you're looking for the Wag! Walker app, please visit the <a href=\\\"/t/18sln4/downloading-the-walker-app\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Caregiver Help Center</a>. </p>\"}],[{\"h3\":\"Creating an Account\",\"body\":\"<h4><strong>How do I create an Account?</strong></h4> \\n<p> In order to book a walk through Wag!, you’ll need to sign up for an account through the app or at <a href=\\\"https://app.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">wagwalking.com</a>. You can download the Wag! App from&nbsp;the <a href=\\\"https://apps.apple.com/us/app/wag-dog-walkers-sitters/id940734609\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Apple</a> or <a href=\\\"https://play.google.com/store/apps/details?id=com.ionicframework.wagandroid554504\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Google Play</a> stores. During the sign-up process, we’ll ask for your and your dogs’s information. You can also request that a <a href=\\\"/t/y77g0d\\\" rel=\\\"nofollow noopener noreferrer\\\">lockbox</a> be sent to your home! </p> \\n<h4><strong>What information is needed to sign-up?</strong></h4> \\n<p> In addition to your and your dog's basic info, you can also include notes about your dog&nbsp;and their veterinarian's contact info. In the Notes section, you can include information about your dog's leash, collar, harness, behavioral tendencies, and anything else you’d like your Pet Caregiver&nbsp;to know. Put yourself in the Pet Caregiver’s shoes;&nbsp;what would you want them to know about your dog in order to provide the best possible care? </p>\"}],[{\"h3\":\"Tips from Other Pet Parents\",\"body\":\"<h4>Home Access instructions&nbsp;</h4> \\n<p> A Pet Parent’s notes to the Pet Caregiver are extremely important for a safe and successful service. Pet Parents on the platform have shared the following tips: </p> \\n<ol> \\n <li>Check all notes and access instructions before booking a service.&nbsp;Update as needed.</li> \\n <li>Ensure your key(s) are properly placed, according to your access notes</li> \\n <li>Put all the required supplies (such as leashes, collars, poop bags, and treats)&nbsp;within view and ready for the Pet Caregiver</li> \\n <li>Be sure to select or deselect the correct pets for each service</li> \\n</ol> \\n<h4>Reliability&nbsp;</h4> \\n<p> Reliability across the platform from all parties helps ensure a safe and successful service with Wag!. Pet Parents have shared these tips for a successful service: </p> \\n<ol> \\n <li>Provide correct information in the app (such as the number &amp; breed of dogs, dog and access notes, and up-to-date dog profile photos)</li> \\n <li>Provide proper equipment or indicate the desired equipment needed for the Pet Caregiver to complete the service</li> \\n <li>Be available for communication with&nbsp;the Pet Caregiver and/or Wag! throughout the duration of the service</li> \\n <li>Ensure the dog(s) are ready at the time of service</li> \\n <li>If you're dropping your dog(s) off with the Pet Caregiver, be on time, or communicate any changes via in-app-chat</li> \\n</ol>\"}],[{\"h3\":\"Wag! Intros (Android)\",\"body\":\"<h4>What is a Wag! Intro?</h4> \\n<p> “Wag! Intros” allow Pet Caregivers in your area to introduce themselves to you via the Wag! in-app chat. </p> \\n<h4>How do I know if I received a Wag! Intro?</h4> \\n<p> You will receive both a push notification and an email alerting you to the new message. </p> \\n<h4>Can I have a conversation with the Pet Caregiver?</h4> \\n<p> Yes, in fact we encourage conversation! Once you’ve received an Intro, you will be able to chat freely with the Pet Caregiver. </p> \\n<h4>Do I have to respond to the Wag! Intro message?</h4> \\n<p> No, you do not have to respond. </p> \\n<h4>How do I read my messages?</h4> \\n<ul> \\n <li>Open your Wag! App →</li> \\n <li>Open the main menu in the top left-hand corner of the screen →</li> \\n <li>Tap “Notifications” →</li> \\n <li>Tap on the message you wish to read.</li> \\n</ul> \\n<h4>Can I book a Wag! Service with the Pet Caregiver that sent me a Wag! Intro?</h4> \\n<p> Yes; simply press the “Book Now” button located in your chat with the Pet Caregiver. </p> \\n<h4>How many Intros can I expect to receive?</h4> \\n<p> Wag! limits the number of Intros a Pet Parent can receive to five.&nbsp; </p> \\n<h4>I haven’t received any Wag! Intros;&nbsp;why?</h4> \\n<p> Make sure you&nbsp;and your dog’s profiles are completely filled out; Pet Caregivers can only send Wag! Intros to Pet Parents with a fully completed profile. </p>\"}]]}]]"
    },
    {
        "title":"My Account | Wag! Help Center",
        "content":"[[{\"h2\":\"Account Changes\",\"data\":[[{\"h3\":\"Edit My Profile\",\"body\":\"<h4>How do I edit my profile?</h4> \\n<p> To edit your Owner Profile, open the main menu from the button in the top left-hand side of your screen. </p> \\n<ul> \\n <li>Select \\\"View Profile\\\"&nbsp;→</li> \\n <li>Select \\\"Edit\\\"</li> \\n</ul> \\n<p> From here, you can edit your dog profile(s), address, name, phone number, veterinarian's info, and trusted contacts. </p> \\n<h4>How do I update my email address?</h4> \\n<p> To update your email address, please contact Customer Support using the \\\"Help\\\" tab in the app. </p> \\n<p>&nbsp;</p> \\n<p style=\\\"display: none;\\\"> To update your profile, click <a href=\\\"http://link.wagwalking.com/?l=profile\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"Dog Profiles\",\"body\":\"<h4>How do I add a dog to my account?</h4> \\n<p> You can add a dog to your profile from the main menu of the app under \\\"View Profile.\\\" </p> \\n<ul> \\n <li>From the main menu, tap \\\"View&nbsp;Profile\\\"&nbsp;→</li> \\n <li>Tap \\\"Add Dog\\\" →</li> \\n <li>Fill out all all the information on the&nbsp;Basic Dog info screen and tap \\\"Next\\\" →</li> \\n <li>Check any relevant behaviors on&nbsp;the Walk Behavior&nbsp;screen&nbsp;and tap \\\"Next\\\"&nbsp;→</li> \\n <li>Check any relevant behaviors on&nbsp;the Home Entry Behavior&nbsp;screen&nbsp;and tap \\\"Next\\\"→</li> \\n <li>Tap the Dog picture icon and upload a photo of your pup&nbsp;→</li> \\n <li>You can type in any notes about your dog&nbsp;<a href=\\\"/t/q57pwk/dog-notes\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>&nbsp;(we recommend adding as many details as possible for the pet caregiver)&nbsp;→</li> \\n <li>Tap \\\"Complete\\\" to save your notes and finish your pup's profile!&nbsp;</li> \\n</ul> \\n<p style=\\\"display: none;\\\"> To add another dog in the mobile app, click <a href=\\\"http://link.wagwalking.com/?l=profile\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p> \\n<h4>How do I remove a dog from my profile?</h4> \\n<p> To remove a dog, tap \\\"View Profile\\\"&nbsp;and swipe left over the dog's name which you'd like to remove. Note that must have at least one dog on your profile at all times. </p>\"}],[{\"h3\":\"Dog Notes\",\"body\":\"<h4>What are dog notes?</h4> \\n<p> You can edit notes about your dog in your dog's profile. Dog notes are a great way to let your pet caregivers learn more about your dog's&nbsp;needs.&nbsp;<strong>Do not include home access notes in your dog notes.&nbsp;</strong>Include your home access notes to the <a href=\\\"/category/home-access-lockbox\\\" rel=\\\"nofollow noopener noreferrer\\\">“How to Get In”</a> section&nbsp;when booking any service.&nbsp;If you need to provide additional notes to your pet caregivers, we recommend <a href=\\\"/category/contact-your-walker#how-to-contact-your-walker\\\" rel=\\\"nofollow noopener noreferrer\\\">contacting them</a>&nbsp;via the app.&nbsp; </p> \\n<h4>How do I edit my dog's notes?</h4> \\n<p> To update your dog's profile and notes: </p> \\n<ul> \\n <li>Tap \\\"View Profile\\\" in the main menu of the app →</li> \\n <li>From your profile, tap&nbsp;the dog for which you wish to enter notes&nbsp;→</li> \\n <li>On your dog's profile, tap the \\\"edit\\\" button in the upper right-hand corner&nbsp;→</li> \\n <li>Tap \\\"Next\\\" on the Basic Dog info screen&nbsp;→</li> \\n <li>Tap \\\"Next\\\" on the Walk Behavior screen&nbsp;→</li> \\n <li>Tap \\\"Next\\\" on the Home Entry Behavior screen →</li> \\n <li>You can type in any notes about your dog here. Tap \\\"Complete\\\" to save your notes!</li> \\n</ul> \\n<p style=\\\"display: none;\\\"> To view your profile, click <a href=\\\"http://link.wagwalking.com/?l=profile\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"Home Access Notes\",\"body\":\"<h4>What are my home access notes?</h4> \\n<p> Your home access notes are your personalized notes to tell your pet caregivers how to gain access to your home. These notes are not disclosed until a pet caregiver has been assigned to the service and become unavailable again once the service has been completed. </p> \\n<h4>How do I add home access notes?</h4> \\n<p> Add your home access notes on the “How to Get In” screen when booking a service. <strong>The notes from each previous service will automatically populate</strong> so you only have to put in your home access notes once. </p> \\n<ul> \\n <li>Choose “Key in Wag! Lock Box” if you’re storing your key(s) in the Lock Box provided by Wag!. Be as detailed as possible and include notes such as: <em>Wag! Lock Box is hanging on the apartment door</em>, or <em>Wag! Lock Box is on the left as you enter the courtyard</em>, etc.</li> \\n <li>Choose “Hidden Key” if you’re storing your key in a non-Wag! branded Lock Box or you prefer another secure home access method. Be as detailed as possible and include notes such as: <em>The key is in a black lock box attached to the gate</em>, or <em>the keypad is on the garage door to the left</em>, etc.</li> \\n <li>Choose “Key with doorman” if your pet caregiver needs to check in with any building staff in order to gain access to your home. Be as detailed as possible and include notes such as: <em>Sign in at the front desk</em>, or <em>check in with doorman</em>, or <em>leasing office requires documentation</em>, etc.</li> \\n <li>Choose “Someone will be home” if you or a trusted friend/family member will be home to let your pet caregiver into your home. Be as detailed as possible and include notes such as: <em>Please knock first</em>, or <em>ring the doorbell before entering the home</em>, etc.</li> \\n</ul> \\n<h4>How do I edit my home access notes?&nbsp;</h4> \\n<p> If you have a booked schedule </p> \\n<ul> \\n <li>On the bottom of the home screen, you will see your upcoming services →</li> \\n <li>Click the specific service you’d like to edit →</li> \\n <li>Select \\\"Edit Home Access &amp; Walk Notes\\\" →</li> \\n <li>Edit your home access information and click “Save” at the bottom of the screen and you’re all set!&nbsp;The updated information will automatically populate when booking future services.</li> \\n</ul> \\n<p> If you are submitting a new schedule </p> \\n<ul> \\n <li>On the homepage, click the service icon at the top of your screen for the service you'd like to book →</li> \\n <li>After selecting your schedule preferences, you will be able to tell us how the pet caregiver should enter your home on the “How to Get In” page →</li> \\n <li>Click “Book now\\\" and proceed with your schedule submission.&nbsp;The updated information will automatically populate when booking future services.</li> \\n</ul> \\n<p>&nbsp;</p> \\n<p> <strong><em>Please use the lockbox at your own risk. Wag! is not liable for any loss, claim or damage of any kind incurred as a result of your use of the lockbox.</em></strong><br> &nbsp; </p>\"}],[{\"h3\":\"Service Notes\",\"body\":\"<p> When booking a service we encourage you to include any details that would help your Pet Caregiver complete the service such as: </p> \\n<ul> \\n <li>Where to find the leash and&nbsp;poop bags</li> \\n <li>Where your pup will be</li> \\n <li>Where to leave your pup after the service is complete</li> \\n <li>It's encouraged&nbsp;to describe your pup’s personality (which can be updated in the&nbsp;<a href=\\\"/t/q57pwk/dog-notes\\\" rel=\\\"nofollow noopener noreferrer\\\">Dog Profile</a> section in the app)</li> \\n</ul>\"}],[{\"h3\":\"Preferred Walkers\",\"body\":\"<h4>What is a Preferred Walker?</h4> \\n<p> Pet Caregivers that you mark as \\\"Preferred\\\" will receive first access to any services that you book in the app. </p> \\n<h4>How do I mark a Pet Caregiver as Preferred?</h4> \\n<ul> \\n <li>When a service has been completed:&nbsp;On the \\\"Rate your Dog Walker\\\"&nbsp;screen, tap the heart next to \\\"Prioritize&nbsp;your walker for future walks.\\\"</li> \\n <li>From the \\\"Past Services\\\" screen:&nbsp;Select the heart icon next to the Pet Caregiver you'd like to mark as \\\"Preferred.\\\"</li> \\n</ul> \\n<h4>Can I book a service directly from my Preferred Walker?</h4> \\n<p> Yes, you may also&nbsp;request a service&nbsp;directly&nbsp;from a Preferred Walker from the \\\"Preferred Caregivers\\\" tab in the main menu of the app. </p> \\n<p>&nbsp;</p> \\n<p style=\\\"display: none;\\\"> To rebook a past walker, click <a href=\\\"http://link.wagwalking.com/?l=rebook\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>&nbsp;from a mobile device. </p>\"}]]}],[{\"h2\":\"Payment\",\"data\":[[{\"h3\":\"Update Credit Card Information\",\"body\":\"<h4>How do I update my credit card information?</h4> \\n<p> To update your credit card information: </p> \\n<ul> \\n <li>Go to your “Payments” tab in the sidebar →</li> \\n <li>Click on “Add Card” in the top right-hand corner →</li> \\n <li>Add your credit card number, expiration date, and CVV →</li> \\n <li>Click “Save”</li> \\n</ul> \\n<p style=\\\"display: none;\\\"> To update your credit card information, click&nbsp;<a href=\\\"http://link.wagwalking.com/?l=payment\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"Account Credits / Promo Codes\",\"body\":\"<p> You can see how many Wag! Credits you have available in the “Payments” tab.&nbsp;Based on feedback from our community, we created <a href=\\\"/t/83hy7hb/what-is-wag-premium\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Premium</a> to simplify the experience previously used to buy credits; Pet Parents will no longer be able to purchase&nbsp;additional credits as of February 2020. Credit packages are non-refundable. </p> \\n<hr> \\n<h4>How do I add a promo code?</h4> \\n<ul> \\n <li>Go to the “Payments” tab in the sidebar→</li> \\n <li>Click “Apply a Promo Code” →</li> \\n <li>Enter the Promo Code →</li> \\n <li>Click “Apply”. You’re all set! &nbsp;</li> \\n</ul> \\n<p> If you receive an error message when redeeming a code, please check that you meet all the requirements to receive the discount. </p>\"}],[{\"h3\":\"Pre-Authorization\",\"body\":\"<h4>What is pre-authorization?</h4> \\n<p> When a service has been requested and/or a Pet Caregiver is being assigned to your requested service, Wag! will make a pre-authorization hold to the card on file, for an amount equal to the cost of the service being booked.&nbsp; </p> \\n<p> <strong>NOTE: A pre-authorization will appear as a pending charge on your bank account and will only be submitted as a charge upon completion of the service. You may even receive an alert from your financial institution for the hold, but no formal charge will occur until the service is completed by the caregiver.&nbsp;</strong> </p> \\n<h4>When does Wag! pre-authorize a transaction?</h4> \\n<p> Wag! will pre-authorize any transaction being paid with a credit card. Transactions paid in full with Apple Pay or with Wag! credits will not be subject to preauthorization. For overnight services (including Sitting &amp; Boarding), pre-authorization will occur when the service is booked. For all other services, pre-authorization will occur when a Pet Caregiver has opted-in to the service. </p> \\n<h4>What if I cancel the service?</h4> \\n<p> If you should cancel the service, the pre-authorization will be immediately removed. Note that cancelled services may be subject to a <a href=\\\"/t/x17gsw/cancellation-fees\\\" rel=\\\"nofollow noopener noreferrer\\\">cancellation fee</a>.&nbsp; </p> \\n<h4>How much is the pre-authorization?</h4> \\n<p> The pre-authorization will equal the total cost of the service being booked, including applicable <a href=\\\"/t/h7htjlx\\\" rel=\\\"nofollow noopener noreferrer\\\">booking fees</a>. If you have any credits on your account, the pre-authorization amount will be the cost of the service minus any redeemable credits. </p> \\n<p> <strong>Note: </strong>If you have enough credits on your account to cover the entire cost of the service, your card on file will not be pre-authorized. </p> \\n<h4>How will pre-authorization appear on my credit or billing statement?</h4> \\n<p> Pre-authorization will appear as a pending transaction on your bank statement. Your bank may alert you of a charge to your account, however, this represents the pre-authorization hold, not a charge. The hold will only be submitted as a charge upon completion of the service. </p> \\n<h4>When can I expect a hold to appear and when will it disappear?</h4> \\n<p> For Overnight Services (Boardings and Sittings) </p> \\n<ul> \\n <li>A pre-authorization hold will occur the same day the service is requested.&nbsp;</li> \\n <li>The hold will remain on the account until the service is completed and the account is successfully charged.</li> \\n <li>Once a charge is successful, the hold should automatically disappear within 24 hrs, but may take longer depending on your financial institution processing times.&nbsp;</li> \\n <li>If the service cancels, the hold will automatically be removed and should reflect immediately in the account but may take longer depending on your financial institution (NOTE: Services cancelled may be subject to a cancellation fee).</li> \\n</ul> \\n<p> For All Other Services (Walks, Drop-ins, Trainings, Wag! Health) </p> \\n<ul> \\n <li>A pre-authorization hold will occur when a Pet Caregiver has opted-in to the service.</li> \\n <li>If you have an active recurring schedule, pre-authorizations will typically occur within 48hrs of the start time of the walk or when the caregiver is assigned to the walk.&nbsp;</li> \\n <li>Once a charge is successful, the hold should automatically disappear within 24 hrs, but may take longer depending on your financial institution processing times.&nbsp;</li> \\n <li>If the service cancels, the hold will automatically be removed and should reflect immediately in the account but may take longer depending on your financial institution (NOTE: Services cancelled may be subject to a cancellation fee).</li> \\n</ul> \\n<h4>Why does Wag! pre-authorize transactions?</h4> \\n<p> As of April 1, 2020, preauthorization is required to verify that sufficient funds are available to cover the cost of the service. </p> \\n<h4>Why do I have two charges for the same transaction?</h4> \\n<p> One of these “charges” is a pre-authorization. The pre-authorization will fall off within 24 hours. If you’re still noticing a pre-authorization on your account after 24 hours, please contact your banking institution. </p> \\n<h4>What will happen if a pre-authorization fails?</h4> \\n<p> If Wag! is unable to successfully pre-authorize the card on file, you will receive a notification that the service could not be approved. </p>\"}],[{\"h3\":\"Cancellation Fees\",\"body\":\"<h4><strong>What is the fee for canceling a service?</strong></h4> \\n<p> Cancellations within 24 hours&nbsp;will incur the following cancellation fees: </p> \\n<ul> \\n <li>$5 for Walks of Drop-Ins</li> \\n <li>$10 for In-Home Trainings</li> \\n <li>$25 for Overnight Services</li> \\n</ul> \\n<h4><strong>What if it's more than 24 hours?</strong></h4> \\n<p> Cancellations more than 24 hours in advance do <strong>NOT</strong> incur a cancellation fee. </p> \\n<h4><strong>How do I cancel a service/walk?</strong></h4> \\n<ul> \\n <li>Open the Main Menu from the top left of the home screen&nbsp;→</li> \\n <li>Tap \\\"Schedule\\\"&nbsp;→</li> \\n <li>Tap on the date with the specific service you'd like to cancel&nbsp;→</li> \\n <li>On the service details screen, scroll down, and tap \\\"Cancel\\\"</li> \\n</ul>\"}],[{\"h3\":\"Google Pay\",\"body\":\"<h4>What is Google Pay?</h4> \\n<p> Google Pay is a digital wallet platform and online payment system developed by Google to power in-app and tap-to-pay purchases and is also an accepted method of payment on the Wag! Platform. </p> \\n<h4>Can I use Google Pay for my Wag! services?</h4> \\n<p> Yes, you can use Google Pay for all Wag! Services. </p> \\n<h4>How do I set up Google Pay on Wag!?</h4> \\n<p> On the payment screen within your Wag! Account, click on the ‘Set Up G Pay’ button and follow the on-screen instructions for linking your Google Pay Account. </p> \\n<p> Once your account is linked,&nbsp;the&nbsp; ‘G Pay’ button will appear for you to pay for&nbsp;Wag! services. </p> \\n<h4>How do I use Google Pay on Wag!?</h4> \\n<p> Click on the Google Pay button within the Wag! App or Wag! website when you are ready to pay for your service, then follow the on-screen instructions.&nbsp; </p> \\n<h4>I am having trouble setting up Google Pay; what should I do?</h4> \\n<p> Make sure your phone's Android version is Lollipop (5.0) or higher. You may be asked to set up a screen lock on your Android device. </p> \\n<p> Google Pay works with PIN, pattern, password, fingerprint, or retinae scanning screen locks. Keep in mind it won't work with facial recognition or screen locks like Smart Unlock or Knock to Unlock. </p> \\n<p> If you're still experiencing&nbsp;issues with Google Pay, please visit the&nbsp;<a href=\\\"https://support.google.com/pay/?hl=en#topic=7625138\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Google Pay Support Page</a>. </p> \\n<h4>I am having trouble using&nbsp;Google Pay; what should I do?</h4> \\n<p> Make sure that your Google Pay application is up to date with the most recent version by visiting the Google Play Store and updating the app as needed. In some cases your device's version of Android may also be outdated;&nbsp;follow the instructions provided by your phone manufacturer or carrier to update to the latest version of Android. </p> \\n<p> If you're still experiencing&nbsp;issues with Google Pay, please visit the&nbsp;<a href=\\\"https://support.google.com/pay/?hl=en#topic=7625138\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Google Pay Support Page</a>. </p>\"}],[{\"h3\":\"Apple Pay\",\"body\":\"<h4>What is Apple Pay?</h4> \\n<p> Apple Pay is a mobile payment and digital wallet service by Apple Inc. that allows users to make payments. It is also an accepted method of payment on the Wag! App.&nbsp; </p> \\n<h4>Can I use Apple Pay for my Wag! services?</h4> \\n<p> Yes, you can use Apple Pay for any Wag! Service. </p> \\n<h4>How do I set up Apple Pay on Wag!?</h4> \\n<p> From the payment screen in the Wag! App, click on the ‘Set Up Apple Pay’ button and follow the on-screen instructions for linking your Apple Pay account. </p> \\n<p> Once your account is linked, the&nbsp; ‘Apple Pay’ button will appear for you to pay for&nbsp;Wag! services. </p> \\n<h4>I get an error that says I am not able to pay for my Wag! Service with Apple Pay;&nbsp;what should I do?</h4> \\n<ol> \\n <li>From the main menu, click “Payments &amp; Promos”&nbsp;→</li> \\n <li>Click “Payment Method”&nbsp;→</li> \\n <li>Ensure that “Apple Pay” is selected.</li> \\n</ol> \\n<p> If the payment fails, you may have a past due balance with Wag!. If you do not have a past due balance, please contact <a href=\\\"https://support.apple.com/en-us/HT201239\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Apple Pay Support</a>. </p> \\n<h4>How do I access my Apple Pay account?</h4> \\n<p> iPhone: Open the Wallet app and tap your Apple Cash card. </p> \\n<p> iPad: Open the Settings app, tap Wallet &amp; Apple Pay, then tap your Apple Cash card. </p> \\n<p> if you're having trouble, please&nbsp;contact <a href=\\\"https://support.apple.com/en-us/HT201239\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Apple Pay Support</a>. </p> \\n<h4>I am having trouble adding a payment card to my Apple Pay account; what should I do?</h4> \\n<p> Some cards and issuers are not yet supported by Apple Pay. If you encounter an issue adding a card to Apple Pay account, check with your card issuer to see if it is supported or&nbsp;contact <a href=\\\"https://support.apple.com/en-us/HT201239\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Apple Pay Support</a>. </p>\"}],[{\"h3\":\"Referral Bonuses\",\"body\":\"<h4><strong>What is a Referral Bonus?</strong></h4> \\n<p> When you refer a new user to the platform, you will receive&nbsp;5 credits once they complete their first service! There is no limit to the amount of credits you can earn for referrals. </p> \\n<h4><strong>How do I earn a Referral Bonus?</strong></h4> \\n<ul> \\n <li>Open the Main Menu from the top left corner of the home screen →</li> \\n <li>Tap “Get 5 Credits” →</li> \\n <li>Copy the link or tap \\\"Send Invites\\\" to invite other Pet Parents to use Wag!&nbsp;→</li> \\n <li>Once the new user has completed their first service, you will receive 5&nbsp;credits to use towards your next service!</li> \\n</ul>\"}],[{\"h3\":\"Incorrect Charges\",\"body\":\"<p> <a href=\\\"/t/y4hy66v/pre-authorization\\\" rel=\\\"nofollow noopener noreferrer\\\">Preauthorization</a> is required to verify that sufficient funds are available to cover the cost of the service. If you've booked a service that has not been completed and you see a \\\"charge\\\" on your bank statement, it is a preauthorization.&nbsp;If a&nbsp;preauthorized charge does not fall off your statement after 72 business hours, please contact your bank. </p> \\n<p> To manage your $9.99 recurring <a href=\\\"/t/83hy7hb/what-is-wag-premium\\\" rel=\\\"nofollow noopener noreferrer\\\">Wag! Premium</a> subscription, visit the \\\"Payments &amp; Promos\\\" tab in the Wag! App. </p> \\n<p> If you have been charged an incorrect dollar amount,&nbsp; please reach out to our Customer Success team through the \\\"Help\\\" section of the mobile app. </p>\"}]]}]]"
    },
    {
        "title":"Schedule Changes | Wag! Help Center",
        "content":"[[{\"h2\":\"Booking a Walk\",\"data\":[[{\"h3\":\"Book a One-Time Walk\",\"body\":\"<h4>To book a walk:</h4> \\n<ul> \\n <li>On the homepage, click the Wag! Walk icon at the top of your screen →</li> \\n <li>Choose your walk length →</li> \\n <li>Choose if you want to schedule the walk for a future date or time, or ASAP →</li> \\n <li>For a scheduled walk, choose the day and time →</li> \\n <li>Tell us how the pet caregiver&nbsp;should enter your home →</li> \\n <li>Write any notes about your dog&nbsp;that your Pet Caregiver should know&nbsp;→</li> \\n <li>Add your credit card&nbsp;→</li> \\n <li>Your walk is booked! You’ll receive a notification when a pet caregiver&nbsp;is confirmed.</li> \\n</ul> \\n<p style=\\\"display: none;\\\"> To book a one-time walk, click <a href=\\\"http://link.wagwalking.com/?l=book\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}],[{\"h3\":\"Booking a Recurring Walk\",\"body\":\"<h4>To book a recurring walk:</h4> \\n<ul> \\n <li>On the home screen, click the \\\"Repeat Walk\\\" icon&nbsp;→</li> \\n <li>Choose the start date, the time of day, length, and which days of the week you want this walk to occur →</li> \\n <li>Tell your Pet Caregiver&nbsp;how they can enter your home →</li> \\n <li>Write any notes about your dog&nbsp;that may be helpful for your Pet Caregiver&nbsp;→</li> \\n <li>Add your credit card (for first-time users) →</li> \\n <li>Your walk is booked! You’ll receive a notification when a pet caregiver&nbsp;is confirmed.</li> \\n</ul> \\n<p style=\\\"display: none;\\\"> To book a recurring walk, click <a href=\\\"http://link.wagwalking.com/?l=book\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. </p>\"}]]}],[{\"h2\":\"Booking an Overnight Service\",\"data\":[[{\"h3\":\"Book a Sitting\",\"body\":\"<h4>What is a Sitting?</h4> \\n<p> Sitting is when your pet stays in the comfort of your own home. You can find more information about Sittings <a href=\\\"/t/367pww/sitting\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>.&nbsp; </p> \\n<h4>How do I book a Sitting?</h4> \\n<ul> \\n <li>From the home page of the Wag! app, tap \\\"Overnight\\\" →</li> \\n <li>Tap \\\"Sitting\\\" &amp; \\\"Schedule\\\" →</li> \\n <li>Enter the start and end dates &amp; times →</li> \\n <li>Tap \\\"Caregiver preference\\\" to choose whether you'd like Wag! to select the best Pet Caregiver for you or if you'd like to select your own Pet Caregiver&nbsp;→</li> \\n <li>Select or deselect the pets you'd like included&nbsp;→</li> \\n <li>Tap \\\"Confirm Details\\\"&nbsp;</li> \\n</ul> \\n<p>&nbsp;</p> \\n<p> You’ll receive a notification when a Pet&nbsp;Caregiver is confirmed or when you are able to choose from available Pet Caregivers. </p> \\n<p style=\\\"display: none;\\\"> To book a sitting service, click&nbsp;<a href=\\\"http://link.wagwalking.com/?l=sitting\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.&nbsp; </p>\"}],[{\"h3\":\"Book a Boarding\",\"body\":\"<h4>What is a Boarding?</h4> \\n<p> Boarding is when your dog&nbsp;stays overnight in the Pet Caregiver's home. You can view more information about boardings <a href=\\\"/t/k97pw7/boarding\\\" rel=\\\"nofollow noopener noreferrer\\\">here</a>.&nbsp; </p> \\n<h4>How do I book a Boarding?</h4> \\n<ul> \\n <li>From the home page of the Wag! app, tap \\\"Overnight\\\" →</li> \\n <li>Tap \\\"Boarding\\\" &amp; \\\"Schedule\\\" →</li> \\n <li>Enter the start and end dates &amp; times →</li> \\n <li>If you'd like your Pet Caregiver to transport your pet, tap \\\"Add pick-up and drop-off\\\"&nbsp;→</li> \\n <li>Tap \\\"Caregiver preference\\\" to choose whether you'd like Wag! to select the best Pet Caregiver for you or if you'd like to select your own Pet Caregiver&nbsp;→</li> \\n <li>Select or deselect the pets you'd like included&nbsp;→</li> \\n <li><span style=\\\"font-family: &quot;Helvetica Neue&quot;, Arial, &quot;Apple Color Emoji&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, sans-serif;\\\">Tap \\\"Confirm Details\\\"&nbsp;</span></li> \\n</ul> \\n<p> You’ll receive a notification when a Pet Caregiver is confirmed or when you are able to choose from available Pet Caregivers. </p> \\n<p style=\\\"display: none;\\\"> To book a boarding, click&nbsp;<a href=\\\"http://link.wagwalking.com/?l=sitting\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>.&nbsp; </p>\"}],[{\"h3\":\"Pet Parent Match\",\"body\":\"<h4>What is Pet Parent Match?</h4> \\n<p> \\\"Pet Parent Match\\\" allows you to choose the best fit for your pet from a list of available Pet Caregivers! It is currently only available for Overnight Care and recurring schedules. </p> \\n<h4>What should I look for when choosing a Pet Caregiver?</h4> \\n<p> It’s important to find the best fit for you and your pets. Many Pet Parents using Wag! look at factors such as: </p> \\n<ul> \\n <li>Distance</li> \\n <li>Star Rating</li> \\n <li>Reviews</li> \\n <li>Experience or number of completed services</li> \\n <li>The Pet Caregiver’s Bio</li> \\n</ul> \\n<h4>How do I use Pet Parent Match?</h4> \\n<p> After you request a Boarding,&nbsp;Sitting, or recurring schedule, the service will become visible to Pet Caregivers in your area. Once Pet Caregivers have opted in, you will receive a notification that it’s time to select a Pet Caregiver! </p> \\n<p> You can access the Pet Parent Choice feature by tapping on this&nbsp;notification or by navigating to the Wag! App and tapping “Review and book” under your service request. From there, tap \\\"View Profiles\\\"&nbsp;to explore available Pet Caregivers or \\\"Wag! Choice\\\"&nbsp;for our automated system to select the best fit. </p> \\n<p> When you find the Pet Caregiver that best matches what you are looking for, tap on the green “Book Now” button. </p> \\n<p> To review more Pet Caregivers:&nbsp; </p> \\n<ul> \\n <li>Tap \\\"More Booking Options” →</li> \\n <li>Tap “Wait An Hour” →</li> \\n <li>Tap “Yes, Wait”</li> \\n</ul> \\n<p> In an hour you will receive a new batch of Pet Caregivers from which to choose, as long as additional Pet Caregivers are available.&nbsp; </p> \\n<p> If at any time you would like Wag! to choose for you, tap “More Booking Options” and tap “Wag! Choice.” </p> \\n<p> <strong>Note: </strong>By selecting “Wait An Hour” you will no longer be able to select from the previous batch of Pet Caregivers. </p> \\n<h4>Can you pick the Pet Caregiver for me?</h4> \\n<p> Yes, if you’d like Wag! to automatically select your Pet Caregiver:&nbsp; </p> \\n<ul> \\n <li>Tap “More Booking Options\\\"&nbsp;→</li> \\n <li>Tap \\\"Wag! Choice\\\"</li> \\n</ul> \\n<h4>What do I do if I want to see more Pet Caregivers?</h4> \\n<p> To view more Pet Caregivers: </p> \\n<ul> \\n <li>Tap “‘More Booking Options”’ →</li> \\n <li>Tap “‘Wait An Hour”’ →</li> \\n <li>Tap “Yes, Wait”</li> \\n</ul> \\n<p> You’ll receive a notification once a new batch of Pet Caregivers is available for your review. </p> \\n<p> <strong>Note: </strong>By selecting “‘Wait An Hour”’ you will no longer be able to select from the previous batch of Pet Caregivers. </p> \\n<h4>What happens after I choose a Pet Caregiver?</h4> \\n<p> Once you have selected a Pet Caregiver by tapping “Book Now,”&nbsp;the Pet Caregiver will be notified that they have been selected for the service and you'll be able to chat with them via the in-app chat.&nbsp; </p> \\n<h4>Can I choose a different Pet Caregiver after I've booked someone?</h4> \\n<p> No. Once you tap “Book Now,” the Pet Caregiver you chose will be assigned to the service; you'd need to cancel and rebook the service to select another Pet Caregiver (cancellation fees may apply). </p> \\n<h4>I liked the Pet Caregiver I chose; how can I request them again?</h4> \\n<p> If you loved your Pet Caregiver, tap on the heart next to their name in the app. This will add the Pet Caregiver to your Preferred List. Preferred Pet Caregivers receive your service requests before other Pet Caregivers are able to opt-in. You can also book directly with your favorite Pet Caregivers from the “Past Caregivers” tab in the app. </p>\"}]]}],[{\"h2\":\"Canceling a Walk\",\"data\":[[{\"h3\":\"Edit a Service\",\"body\":\"<h4>How do I edit the date or time of a service?</h4> \\n<p> To edit the date or time of a service, please cancel your scheduled service and book a new one.<br> To cancel a service: </p> \\n<ul> \\n <li>Go to your&nbsp;Schedule&nbsp;tab in your sidebar →</li> \\n <li>Tap on the Date with the specific service&nbsp;→</li> \\n <li>On the service details screen, scroll down and tap the Cancel button</li> \\n</ul> \\n<p> Please note that if your service is matched to a Pet Caregiver and you cancel the service within 24 hours of the scheduled start time, you’ll incur a <a href=\\\"/t/x17gsw/cancellation-fees\\\" rel=\\\"nofollow noopener noreferrer\\\">cancellation fee</a>. </p>\"}],[{\"h3\":\"Cancellation Policy\",\"body\":\"<p> <strong>Walks</strong>: In the event that you need to cancel a walk, a $5 cancellation fee will be applied if the walk is canceled within 24 hours of the scheduled service. If the walk is canceled more than 24 hours in advance, there will be no cancellation fee. If the walk is cancelled because a pet caregiver was not assigned to the schedule and the original start time of the schedule has passed, there will be no cancellation fee. </p> \\n<hr> \\n<p> <strong>Overnight Services</strong>: In the event you need to cancel a boarding or sitting, a $25 cancellation fee will be applied if the boarding or sitting is canceled within 24 hours of the scheduled service. If the boarding or sitting is canceled more than 24 hours in advance, there will be no cancellation fee. &nbsp; </p>\"}],[{\"h3\":\"Cancel a Walk\",\"body\":\"<h4>To cancel a walk:</h4> \\n<ul> \\n <li>Go to your&nbsp;Schedule&nbsp;tab in your sidebar →</li> \\n <li>Tap on the Date with the specific service&nbsp;→</li> \\n <li>On the service details screen, scroll down and tap the Cancel button&nbsp;</li> \\n</ul> \\n<p> Please note that if your service is matched to a Pet Caregiver and you&nbsp;cancel the service within 24 hours of the scheduled start time, you’ll incur a $5&nbsp;cancellation fee. </p> \\n<p> If your Pet Caregiver needs to cancel due to an unforeseen conflict, they are required to submit a cover in the Walker App. </p>\"}],[{\"h3\":\"Cancel a Recurring Schedule\",\"body\":\"<h4>To cancel a recurring schedule:</h4> \\n<ul> \\n <li>Navigate to the main menu&nbsp; →</li> \\n <li>Tap on \\\"Schedule\\\"&nbsp;→</li> \\n <li>Tap on the date of any walk within the recurring schedule →</li> \\n <li>Tap \\\"Recurring Schedule\\\"&nbsp;→</li> \\n <li>Tap \\\"Cancel Schedule\\\"</li> \\n</ul> \\n<p> Please note that if your service is matched to a Pet Caregiver and you&nbsp;cancel the service within 24 hours of the scheduled start time, you’ll incur a $5&nbsp;<a href=\\\"/t/k97g06/cancellation-policy\\\" rel=\\\"nofollow noopener noreferrer\\\">cancellation fee</a>. </p>\"}]]}]]"
    },
    {
        "title":"Contact Your Walker | Wag! Help Center",
        "content":"[[{\"h2\":\"How to Contact Your Walker\",\"data\":[[{\"h3\":\"Chatting with the Pet Caregiver\",\"body\":\"<h4>How do I contact a Pet Caregiver?</h4> \\n<p> You can communicate with the Pet Caregiver directly through our in-app chat feature.&nbsp; </p> \\n<h4>For an upcoming service:</h4> \\n<ul> \\n <li>Tap the selected walk on the homepage or navigate to your “Schedule” tab from the main menu →</li> \\n <li>Tap the correct walk →</li> \\n <li>Tap “Chat”</li> \\n <li>For a past service:</li> \\n <li>From the main menu</li> \\n <li>Tap “Past Caregivers” or “Preferred Caregivers” →</li> \\n <li>Tap on the Pet Caregiver's name with you wish to connect →</li> \\n <li>Tap “Chat”</li> \\n</ul> \\n<h4>For a live service:</h4> \\n<ul> \\n <li>Navigate to the homepage of your app →</li> \\n <li>From the live service display, tap the “chat” button or the phone icon</li> \\n</ul> \\n<h4>For an unbooked training service:</h4> \\n<p> If you wish to chat with a trainer before booking a service </p> \\n<ul> \\n <li>Select the trainer you wish to connect with from the carousel →</li> \\n <li>Add the trainer to your preferred list by tapping the heart by their name →</li> \\n <li>Navigate to the app menu →</li> \\n <li>Tap “Preferred Caregivers” →</li> \\n <li>Tap “Chat”</li> \\n</ul> \\n<h4>Should I know anything else?</h4> \\n<ul> \\n <li>To save a photo, tap and hold the photo, which will reveal the option to save. Video is currently not supported via in-app chat.&nbsp;</li> \\n <li>We alert you of new messages via push notification. For the best experience, we recommend enabling push notifications for the Wag! app.&nbsp;</li> \\n <li>For your safety, we recommend never sharing personal phone numbers, logins, or financial information.</li> \\n <li>Chats stay live and will only expire if there has been 10 days of inactivity.</li> \\n <li>Enjoyed your chat experience?&nbsp;Click \\\"Book Now\\\" in the chat to rebook with your favorite Pet Caregivers!</li> \\n</ul>\"}],[{\"h3\":\"Calling the Pet Caregiver\",\"body\":\"<p> You are able to call your pet caregiver directly from the chat screen. </p> \\n<h4>To call your pet caregiver:</h4> \\n<ul> \\n <li>Navigate to the \\\"Messages\\\" tab in the main menu →</li> \\n <li>Click on the chat of the pet caregiver you’d like to contact →</li> \\n <li>In the chat, click the phone icon (iOS) or the three vertical dots (Android) →</li> \\n <li>Select “Call Walker”</li> \\n</ul> \\n<p> You will be connected with a call-only line masked for your privacy where you can communicate directly with the pet caregiver.&nbsp; </p> \\n<p style=\\\"display: none;\\\"> To access the chat&nbsp;inbox on the mobile app, click <a href=\\\"http://link.wagwalking.com/?l=messages\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here&nbsp;</a>from your mobile device. If you are attempting to reach Customer Service, please use the \\\"Help\\\" tab in the Wag! App. </p> \\n<p>&nbsp;</p> \\n<p> <br> <em>For your safety, we recommend never sharing personal phone numbers, passwords, or any kind of financial information.</em> </p>\"}]]}]]"
    },
    {
        "title":"Additional Questions | Wag! Help Center",
        "content":"[[{\"h2\":\"Feedback\",\"data\":[[{\"h3\":\"Submit Feedback\",\"body\":\"<p> To submit feedback about your app experience or to offer suggestions for features in the app, please visit <a href=\\\"https://link.wagwalking.com/?l=feedback\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">this link</a> using your mobile device. </p>\"}]]}],[{\"h2\":\"Helpful Resources\",\"data\":[[{\"h3\":\"Troubleshooting the App\",\"body\":\"<h4>What do I do if my app is frozen or doesn't appear to be working?</h4> \\n<p> Most app issues can be resolved by making sure your app is up-to-date. To install the most recent version of the Wag! app, click <a href=\\\"https://wagwalking.app.link/e/W9buVrmW49\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. Your device may also need to be updated to the most recent version of Android or Apple iOS. Since the Wag! App is designed to run on the most recent versions of these operating systems, please make sure your device is updated accordingly.&nbsp; </p> \\n<h4>What do I do if my app is slow?</h4> \\n<p> If your app is running slowly,&nbsp;it's likely&nbsp;due to a poor network connection.&nbsp; </p> \\n<ul> \\n <li>If you are using a Wi-Fi network, make sure you are connected to the fastest possible speed and that your signal strength is high.</li> \\n <li>If you are using a cellular network,&nbsp;make sure that you are in an area where you have good signal strength or \\\"full bars.\\\"</li> \\n</ul> \\n<p> <strong>Note: </strong>Switching from Wi-Fi to cellular internet connection may also cause a loss or delay in app service. This often occurs when you are leaving your home and your device tries to disconnect from Wi-Fi and reconnect to a cellular network.&nbsp;<strong>It is recommended that you stay connected to a cellular network at all times when using the Wag! App and that you remain in an area with good signal strength.</strong> </p> \\n<h4>My push notifications and texts from Wag! are delayed.</h4> \\n<p> Delayed messaging and notification issues are commonly due to a poor network connection.&nbsp; </p> \\n<ul> \\n <li>If you are using a Wi-Fi network, make sure you are connected to the fastest possible speed and that your signal strength is high.</li> \\n <li>If you are using a cellular network,&nbsp;make sure that you are in an area where you have good signal strength or \\\"full bars.\\\"</li> \\n</ul> \\n<p> <strong>Note: </strong>Switching from Wi-Fi to cellular internet connection may also cause a loss or delay in app service. This often occurs when you are leaving your home and your device tries to disconnect from Wi-Fi and reconnect to a cellular network. <strong>It is recommended that you stay connected to a cellular network at all times when using the Wag! App and that you remain in an area with good signal strength.</strong>&nbsp;If you continue to experience delays in messaging, please contact your service provider for more support.&nbsp; </p> \\n<h4>I no longer receive messages from Wag!.</h4> \\n<p> If you are no longer receiving messages from Wag!, please make sure your app is up-to-date. To install the most recent version of the Wag! app, click <a href=\\\"https://wagwalking.app.link/e/W9buVrmW49\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a>. If your app is up-to-date, be sure that the app has the appropriate permissions by checking the Settings on your device. You will need to allow permissions for: </p> \\n<ul> \\n <li>Camera</li> \\n <li>Contacts</li> \\n <li>Location</li> \\n <li>Microphone</li> \\n <li>Storage</li> \\n <li>Notifications</li> \\n</ul> \\n<h4>How do I reset my password?</h4> \\n<p> From the Wag! login screen (app or web), click \\\"Forgot Password.\\\" A password reset email will be sent to the email address associated with your Wag! account. Once you receive the password reset email, follow the instructions to reset your password. </p> \\n<h4>How do I update my time zone?</h4> \\n<p> Time zone issues within the app are most commonly due to an incorrect address.&nbsp; </p> \\n<p> To update your address in the app: </p> \\n<ul> \\n <li>Open the menu&nbsp;in the top-left corner of the home screen →</li> \\n <li>Tap “View profile” →</li> \\n <li>Tap \\\"Edit\\\"</li> \\n</ul> \\n<p> &nbsp;Make sure to tap \\\"Save\\\"&nbsp;before exiting. </p>\"}],[{\"h3\":\"Wag! Customer Claims Policy\",\"body\":\"<h4>What is the Wag! Customer Claims policy?</h4> \\n<p> Wag! recognizes that sometimes services don’t go according to plan. In the rare event that something goes wrong, we are committed to our community. The Wag! Customer Claims policy outlines the possibility of reimbursement for costs arising from certain injuries or damages. You can read the <a href=\\\"https://safety.wagwalking.com/customer-claims-policy\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">entire policy</a> on our dedicated Trust &amp; Safety site. </p> \\n<h4>What’s covered?</h4> \\n<p> Home damages must be a direct result of the care provided during a Wag! service and the Wag! Customer Claims policy reimburses in the event the pet caregiver is unwilling or unable to pay those costs. You can read specifics about what’s covered here. </p> \\n<h4>What are the requirements to submit a claim?</h4> \\n<p> Pet parents must first have made an attempt to resolve any dispute with the pet caregiver. If the claim is one that could be covered, such claims must be submitted within 7 days of the service during which the injury or damages took place. </p> \\n<h4>How do I submit a claim?</h4> \\n<p> To submit a claim, please fill out the <a href=\\\"https://form.jotform.com/202546722367154\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Wag! Customer Veterinary Claim form</a> or the <a href=\\\"https://form.jotform.com/201286393569061\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Wag! Customer Property Damage Claim form</a>. Please be as thorough and complete as possible and include any relevant receipts, screenshots, messages, videos, or other documentation to support your claim. </p> \\n<h4>How long will the reimbursement process take?</h4> \\n<p> If your claim is approved, you can expect a reimbursement decision from Wag! within 14 days. Depending on your bank, funds may take an additional 7 business days to be available in your account. </p> \\n<p> <br> &nbsp; </p> \\n<p> <em>Please note that the above policy applies only to pet parents using the Wag! platform and does not apply to pet caregivers nor pet parents outside of the Wag! platform. You can read the <a href=\\\"https://safety.wagwalking.com/customer-claims-policy\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">entire policy</a> on our dedicated Trust &amp; Safety site.</em> </p>\"}],[{\"h3\":\"Incident Resolution Guidelines\",\"body\":\"<p> <iframe frameborder=\\\"0\\\" height=\\\"3420px\\\" src=\\\"https://help.wagwalking.com/media/download/x1lf0d/Wag!%20Incident%20Resolution%20Guidelines.pdf\\\" width=\\\"100%\\\"></iframe> </p>\"}],[{\"h3\":\"All Kinds of Dog Collars\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/GZuHoEcVVFI?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on dog collars.&nbsp;Including specific instructions about your dog's collar within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"All Kinds of Harnesses\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/Llxwct0JmL4?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on harnesses.&nbsp;Including specific instructions about your dog's harness&nbsp;within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"What to Do if Your Dog Gets Off Leash\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/3u2_rpem3Hs?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful suggestions if your dog gets off leash.&nbsp;Including specific instructions about your dog within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"How to Walk a Dog\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/IEtMxm0gZ4M?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful suggestions on how to walk a dog.&nbsp;Including specific instructions about your dog's preferences within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"Equipment Check\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/oR4SH_3eJsc?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> Helpful suggestions on equipment.&nbsp;Including specific instructions about your own dog's equipment within the schedule notes is always recommended!&nbsp; </p>\"}],[{\"h3\":\"Understanding Leash Aggression\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/iFAkFaSFK7E?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on understanding leash aggression. Including specific instructions&nbsp;about your dog's triggers&nbsp;within the schedule notes is always recommended!</em> </p>\"}],[{\"h3\":\"Getting a Dog In and Out of a Crate\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/6eck4bA7TNg?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful tips on how to get a dog in and out of a crate.&nbsp;Including specific instructions about your dog's crate within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"When a Dog Doesn't Want to Walk\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/LIGINmemE4o?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <em>Helpful suggestions on encouraging a dog to take a walk.&nbsp;Including specific instructions about your dog's preferences&nbsp;within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"Doggie Daycare & Overnights\",\"body\":\"<p> <span class=\\\"video-inline -youtube\\\"><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" height=\\\"315\\\" mozallowfullscreen=\\\"\\\" src=\\\"https://www.youtube.com/embed/Yfm5KwMg75w?wmode=transparent\\\" webkitallowfullscreen=\\\"\\\" width=\\\"560\\\"></iframe></span> </p> \\n<p>&nbsp;</p> \\n<p> <i>This video includes helpful tips for a successful overnight service with a Pet Caregiver.&nbsp;</i><em>Including specific instructions about your dog and home within the schedule notes is always recommended!&nbsp;</em> </p>\"}],[{\"h3\":\"COVID-19 Resources\",\"body\":\"<p> We know the novel coronavirus (\\\"COVID-19\\\") is on many of our minds. As we all continue to monitor the situation very closely, we wanted to share that Pet Caregivers continue to be available for walking, sitting, boarding, and training on the Wag! platform. The health and safety for Pet Caregivers, Pet Parents, and their dogs are and always will be our highest priority. In situations such as this, we understand that we need to evolve the Wag! platform to help do our part to best serve&nbsp;the community as safely as possible.&nbsp; </p> \\n<p> Below you’ll find information on recent platform changes, including Socially Distanced Services, the dedicated COVID-19 Tip function, and our COVID-19 Resource Center and FAQs. We will continue to monitor the situation and provide updates as they become available. </p> \\n<p>&nbsp;</p> \\n<p> <strong>Socially Distanced Services</strong> </p> \\n<p> Pet Parents may update their <a href=\\\"/t/m27gsx/home-access-notes\\\" rel=\\\"nofollow noopener noreferrer\\\">Home Access notes</a> to request a service as a socially distanced service and to provide specific instructions to help limit physical interactions. Here is an example of simple measures you can take when performing socially distanced services: </p> \\n<ol> \\n <li>Requesting a “socially distanced service” -- When requesting a walk through the Wag! platform, pet parents can update the \\\"How to get in\\\" section with the socially distanced service request and any relevant instructions to help limit interaction. For example: \\\"Socially Distanced Service - I’ll have Fido ready with a harness and leash on. Please knock or message me in-app when you arrive and I’ll open the front door and hand the attached leash to you.\\\"</li> \\n <li>Preparing your dog -- Put on the dog’s harness and leash in advance of the pick-up and walk.</li> \\n <li>Ensuring a smooth handoff -- Pet Parents can message their Pet Caregiver in-app to remind them of the request for a socially distanced service. When the Pet Caregiver arrives, simply hand the leash off. Lastly, remember to wash your hands before handling the leash and after both pick-up and drop-off and follow advice from public health authorities like the <a href=\\\"https://www.cdc.gov/coronavirus/2019-ncov/prepare/animals.html\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">CDC</a>.</li> \\n</ol> \\n<p>&nbsp;</p> \\n<p> <strong>Dedicated COVID-19 Tip Function</strong> </p> \\n<p> To support the Pet Caregiver community in defraying the cost of additional COVID-19 related safety supplies, pet parents now have the option to give a “Dedicated COVID-19 Tip.” This provides a mechanism for a Pet Parent to help pay for gloves, hand sanitizer, as well as any other essential equipment. </p> \\n<p>&nbsp;</p> \\n<p> <strong>COVID-19 Resource Center and FAQs</strong> </p> \\n<p> For your informational purposes, we have created a COVID-19 <a href=\\\"https://wagwalking.com/daily/coronavirus-and-your-pet-resource-center\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Resource Center</a> and <a href=\\\"https://wagwalking.com/daily/covid-19-and-your-pet-frequently-asked-questions\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">Frequently Asked Questions</a> article so you can keep yourself updated on the impact and best practices for you and your pets with the Wag! platform. We’ll continue to update the community on additional solutions and recommendations to help Pet Parents stay safe and healthy during these unique times. </p> \\n<p>&nbsp;</p> \\n<p> We ask that Pet Parents and Pet Caregivers follow the guidance of the <a href=\\\"https://www.cdc.gov/coronavirus/2019-ncov/prepare/animals.html\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">CDC</a> and the below tips to help prevent the further spread of the virus:&nbsp; </p> \\n<ul> \\n <li>If you or a household member feel sick, please help keep Pet Caregivers safe.</li> \\n <li>Frequently wash your hands with soap and water for at least 20 seconds if soap and water are not readily available, clean hands by using alcohol-based hand sanitizer that contains at least 60% alcohol, including immediately before and after a service is completed.&nbsp;</li> \\n <li>When coughing or sneezing, cover your mouth and nose with the inside of your elbow or tissue – throw tissue away immediately and wash hands.&nbsp;</li> \\n <li>Avoid close contact with anyone who is sick, and please seek medical care if you have a fever and symptoms, such as cough and/or difficulty breathing.&nbsp;</li> \\n</ul> \\n<p>&nbsp;</p> \\n<p> We are prepared to navigate these challenging circumstances with the Wag! community’s health and safety in mind. Our services will continue, along with 24/7 customer support, and we thank you in advance for working with us to ensure the Wag! platform operates as safely as possible. </p>\"}]]}],[{\"h2\":\"Meeting/Choosing Your Walker\",\"data\":[[{\"h3\":\"Pet Caregiver Profile Tags\",\"body\":\"<h4><strong>What's a Pet Caregiver Profile Tag?</strong></h4> \\n<p> Tags are displayed on Pet Caregiver&nbsp;profiles to show the different elements of the Pet Caregiver's&nbsp;experience using the Wag! platform.&nbsp; </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/3834933a-04d7-4719-8961-18ed017daf76/547.png\\\" style=\\\"width:300px;height:155px;\\\" width=\\\"300\\\">&nbsp; </p> \\n<h4><strong>What Tags can a Pet Caregiver have?</strong></h4> \\n<p> <strong>Vetted:</strong> Every Pet Caregiver is vetted through a detailed <a href=\\\"/t/m27jr8/pet-caregiver-screening\\\" rel=\\\"nofollow noopener noreferrer\\\">screening process</a>. </p> \\n<p> <strong>High Demand:&nbsp;</strong> This Pet Caregiver is&nbsp;preferred by 10 or more other Pet Parents. </p> \\n<p> <strong>Top Pet Caregiver: </strong>This Pet Caregiver has received a high number of 5-star ratings. </p> \\n<p> <strong>Training Exam Complete: </strong>This Pet Caregiver has&nbsp;completed the Wag! Training Exam&nbsp; </p> \\n<p> <strong>Training Provider: </strong>This Pet Caregiver is also a&nbsp;<a href=\\\"/t/x2hqz2p\\\" rel=\\\"nofollow noopener noreferrer\\\">Trainer</a>. </p> \\n<p> <strong>Social Distanced Pet Care:</strong> This Pet Caregiver has completed the socially distanced pet care course. </p> \\n<p> <strong>Zip Code Badges:</strong> This Pet Caregiver has completed services in the listed number of&nbsp;zip codes. </p> \\n<p> <strong>Breed Badges:</strong>&nbsp;This Pet Caregiver has completed several services for the breed listed. </p>\"}],[{\"h3\":\"Can I request a specific pet caregiver?\",\"body\":\"<p> For your convenience, you will be matched with a pet caregiver&nbsp;who can accommodate your schedule and needs. If you have selected preferred walkers, those walkers will be given priority before allowing other walkers to request the walk. In the case of an ASAP walk, your preferred walkers will be notified that a walk has become available, but will not be given priority. Please note this doesn’t guarantee your preferred walker will be available to walk your pup. </p>\"}]]}],[{\"h2\":\"Common Questions\",\"data\":[[{\"h3\":\"Pet Caregiver Recommendations\",\"body\":\"<p> You can recommend a Pet Caregiver to other Wag! Pet Parents by filling out a short survey from the link they provide via in-app chat or text message. </p> \\n<p> <span class=\\\"pen1\\\"><strong>NOTE:</strong> You must complete the recommendation process on a mobile device with the most up to date version of the Wag! App. The minimum versions required are iOS 3.34 and Android 1.89.&nbsp;</span> </p> \\n<h4>What are Recommendations?</h4> \\n<p> Recommendations are written statements from Pet Parents that appear on Pet Caregivers’ public Walker Profiles.&nbsp; </p> \\n<h4>How do I recommend a Pet Caregiver?</h4> \\n<p> When a Pet Caregiver is approved to use the Wag! platform, they will receive a recommendation link, through which you can speak to the Caregiver’s aptitude to be a pet care professional. Follow the link, log in or <a href=\\\"/category/about#m27g7z\\\" rel=\\\"nofollow noopener noreferrer\\\">sign up</a> with your email address or Facebook account, and fill out the short Recommendation survey. We appreciate your honest feedback. The more Recommendations a Pet Caregiver has, the higher their <a href=\\\"/t/x2hq534/walker-score-faq\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Parent Favorability</a>&nbsp;will be! </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/c5a2cd76-2fad-4af8-9d60-ee76f6e48640/547.png\\\">&nbsp; </p>\"}],[{\"h3\":\"For Pet Caregivers\",\"body\":\"<p> If you are a Pet Caregiver approved to use the Wag! platform, please visit the <a href=\\\"/category/dog-walkers\\\" rel=\\\"nofollow noopener noreferrer\\\">Pet Caregiver Help Center</a>. </p> \\n<p> If you need to re-download the Walker App, click <a href=\\\"https://walkerdownload.wagwalking.com/\\\" rel=\\\"nofollow noopener noreferrer\\\" target=\\\"_blank\\\">here</a> from your mobile device. </p>\"}],[{\"h3\":\"Pet Caregiver Endorsements\",\"body\":\"<p> You can endorse a Pet Caregiver to the Wag! platform by filling out a short survey from the link they provide. </p> \\n<p style=\\\"color:#FF5867\\\"> <strong>NOTE: You must complete the endorsement process on a mobile device. Please open the link&nbsp;from your mobile device to endorse a Pet Caregiver.</strong> </p> \\n<h4>How do I endorse a Pet Caregiver?</h4> \\n<p> When a Pet Caregiver signs up to use Wag!, they will receive an endorsement link, through which you can speak to the applicant’s aptitude to be a pet care professional. Follow the link <strong>using your mobile device</strong>, sign up with your email address or Facebook account, and fill out the short endorsement survey. We appreciate your honest feedback. The more endorsements an applicant has, the faster their application may be processed!&nbsp; </p> \\n<p> <img src=\\\"https://s3-us-west-2.amazonaws.com/media.forumbee.com/i/d2f4bcdc-25ff-485f-afb6-b323b0900dc1/547.png\\\" width=\\\"400\\\">&nbsp; </p> \\n<p> <strong>Why do I have to download the app to endorse an applicant?</strong> </p> \\n<p> During the application process, we require the endorser to download our app to verify their identity and&nbsp;ensure that the endorsement is valid. </p>\"}],[{\"h3\":\"Are off leash activities available?\",\"body\":\"<p> All walks with Wag! are on-leash walks. To ensure the safety of your dog, we do not recommend any off-leash activities beyond your home’s fenced yard. </p>\"}],[{\"h3\":\"Do pet caregivers walk my dog with other people’s dogs?\",\"body\":\"<p> No. Your pup is the sole focus on each walk. Each pup has different needs, and the best way to serve those needs is through a one-on-one experience. In the case that you have more than one dog in your household, pet caregivers will walk them together per your request, up to three dogs at a time. </p>\"}]]}],[{\"h2\":\"Contact Us\",\"data\":[[{\"h3\":\"Incident Resolution Guidelines\",\"body\":\"<p> <iframe frameborder=\\\"0\\\" height=\\\"3420px\\\" src=\\\"https://help.wagwalking.com/media/download/x1lf0d/Wag!%20Incident%20Resolution%20Guidelines.pdf\\\" width=\\\"100%\\\"></iframe> </p>\"}],[{\"h3\":\"In Case of Emergency\",\"body\":\"<p> In case of emergency, please <strong>dial 911</strong> to reach local authorities. </p> \\n<p> If you have a Wag! emergency,&nbsp;please call: <strong>628-400-4426.</strong> </p>\"}]]}]]"
    }
]