[
    [
        {
            "title":" Cancellation resources for sitters",
            "data":"\n      The cancellation process will vary depending on the type of service you booked. Check out the articles below for steps on how to cancel by service:\nRover Services\nRover Now\nGrooming\nRelated articles\nWhat qualifies as an extenuating circumstance?  \n \n \n \n    "
        }
    ],
    [
        {
            "title":" Will I receive a 1099 from Rover?",
            "data":"\n      Rover is not a tax advisor and cannot provide advice about taxes, income reporting, or unemployment.\nIf you’ve withdrawn $600 or more via check over the course of a calendar year, Rover will send you a 1099 tax form to the address listed on your W-9 by January 31. An electronic copy of your 1099 will also be emailed via tax1099.com by January 31.\nIf you receive payments via PayPal, then you won’t receive tax documentation from Rover. Since PayPal distributes these funds to you, it is responsible for handling your tax documentation in accordance with its own tax reporting practices.\n\nFor more  information on how PayPal reports sales to the IRS, check out this PayPal article.\nTo learn more, see this IRS document: Instructions for Forms 1099-MISC and 1099-NEC\n\nWhat if I don’t meet the requirements to receive a 1099 from Rover?\nThe fact that your payments on Rover do not reach $600 in a tax year does not relieve you of your obligation to report and pay taxes for income received through the Rover platform. We encourage you to consult with a tax advisor to better understand your requirements.\n\nFor more information, visit the IRS website about gig economy workers and 1099/W9 information.\nIf you have questions about receiving or submitting a Form W-9, please contact Rover Customer Support.\n\n    "
        }
    ],
    [
        {
            "title":" How do I become a pet sitter or dog walker on Rover?",
            "data":"\n      Note: We’re currently testing a new signup experience for a small group of providers. If the directions don’t match what you’re seeing while signing up, then visit this article instead. \nWelcome, dog and cat lovers! We’re so glad you want to join our pack. You can start your Rover sitter/walker profile on a computer, mobile browser or from the Rover app. Just follow the steps outlined below.\niPhone (iOS)AndroidComputerNext steps\niPhone (iOS)\n\nTap More at the bottom of your screen.\nTap Become a Rover sitter or walker.\nTap Get Started to fill out your profile.\n\nAndroid\n\nTap the hamburger bar menu in the upper left corner of the screen.\nTap Become a Rover sitter or walker.\nTap Get Started to fill out your profile.\n\n Computer\n1. Select the Become a Sitter link at the top of the page, then select Get Started.\n2. If you have an existing Rover account, sign in. If not, create a new account.\n\n3. Build your profile. If you plan to offer cat care, include that information here. For tips on how to make your profile stand out, go here.\n4. Once your profile is complete, it'll be sent to our Sitter Team for review. Once a profile gets approved by our team, you'll receive a background check that will be processed by Sterling.\nNote: Background checks are nonrefundable.\nNext steps\n\nKeep an eye on your email—our profile experts may ask you to modify a few things to make your profile the best it can be.\nYou should hear from us within 10 - 20 business days. We’ll notify you via email if your profile is approved.\nOnce your profile is approved and you pass a background check, your sitter services will be live and viewable in the Rover marketplace. Keep in mind that background checks won't run until your profile is approved by our Sitter Team. Click here to learn more about the profile review process.\nCheck out our Sitter Resources Center for advice and tips that'll help you succeed on Rover and our Getting Started section for handy account how-tos.\n\n \nRelated articles\nHow long will it take for Rover to review my profile?\nHow do I submit a background check?\nWhy hasn't my background check been processed yet?\n    "
        }
    ],
    [
        {
            "title":" How do I use Rover's video call feature?",
            "data":"\n      One alternative to in-person Meet & Greets is scheduling a video call. This way, you can have face-to-face interactions to discuss the needs of a pending request.\nNote: Currently, the video calls are not available in California, Canada or the EU.\nHere's what you need to know about Rover's video call tool:\n\nAt this time, video calls are only available on the Rover app for iOS devices.\nYou can only make a video call for Pending Requests. Once you confirm a request, the video call option will no longer be available.\nBoth owners and sitters can initiate a video call.\n\nYou can make a video call for a pending request at any time, but it's best to schedule a time that works with you and your client's schedule. You can discuss a time via Rover Messages.\nTo start a video call: \n1. Open the Rover app and navigate to your pending request.  In Rover Messages, tap the Call option. \n\n \n2. Tap Video Call.\n \n3. Tap OK to give the Rover app access to your camera. This is required to use the video call tool.\n \n4. The app will display the name of the person you're calling. To end the video call, tap Cancel call below.\n \n5. Once your client answers, they'll be displayed on the larger screen. Use the different camera icons on the left to customize your display preferences. You can also turn off your microphone while the other person is speaking to reduce background noise. To use this feature, tap the gray microphone icon.\n \n6. Once the video call ends, you'll be redirected to the conversation thread in Rover Messages. You can make as many video calls as you like with someone, as long as the request is pending. Once you confirm the request, you'll no longer see the option to initiate a video call.\n \n. \n \n    "
        }
    ],
    [
        {
            "title":" How do I cancel a booking and receive a refund?",
            "data":"\n      Note: If your sitter requested to cancel this booking, then they need to cancel from their account. Please contact them via Rover Messages.\nWe get it—sometimes plans change and you may need to cancel a booked service. You can cancel an upcoming booking directly from the Rover app or your computer. Check out the instructions below.\niOS/iPhoneComputerRefunds\niOS/iPhone\n1. Navigate to your inbox and tap the Upcoming tab. Choose the booking you need to cancel.\n2. Tap the three-dotted icon in the upper right corner and select Modify booking.\n\n3. Tap Cancel booking.\n \n \n4. Select a cancellation reason from the dropdown menu.\n\n5. Review the cancellation details and write a message to the sitter explaining why you need to cancel. Tap Cancel booking to finalized your changes.\n\nComputer\nTo cancel a booking from your computer: \n1. Navigate to your inbox by selecting the envelope icon.\n2. Select the Upcoming Stays tab and then choose the request you want to cancel.\n3. Once the request is open, locate the gray box that lists your service details. Select Cancel booking.\n4. Use the dropdown menu to select a cancellation reason. Confirm your changes.\nRefunds\nDepending on the sitter's cancellation policy, you may receive a full or partial refund. Refunds will be issued back to the original form of payment within 5 -10 business days from the date you or the sitter canceled the request. \nNote: Refunds may take longer depending on your bank's processing times. \nRelated articles\nWill I receive a refund if I cancel a booking?\n \n \n    "
        }
    ],
    [
        {
            "title":" How do I deactivate my Rover account?",
            "data":"\n      We’re sorry to see you go! If you'd like to deactivate your Rover account, just follow these steps: \nRover app\n\nGo to Settings > Account settings.\nTap Deactivate account and complete the optional survey.\nWhen finished, scroll to the bottom and select Deactivate my account to finalize your changes.\n\nComputer\n1. Navigate to your settings by selecting your name in the upper right corner of the screen. Select Settings.\n\n2. Select Deactivate Account.\n\n 3. Complete the optional survey and select Deactivate my account at the bottom of the page.\n\n\nTo reactivate an account you deactivated yourself, log in with the same username and password you used before. This will automatically reactivate your account.\n\n\nSitters: If you'd like to keep your Rover account open but need to remove one or more of your services, check out this article: How do I remove my services?\n \n\n \n\n    "
        }
    ],
    [
        {
            "title":" How do I update my phone number?",
            "data":"\n      Note: A phone number can only be on file with one account at a time. If you're receiving an error message that your phone number is already registered, check out this article. \nKeeping your contact info up-to-date is important and easy to do, whether you’re an owner or a sitter. Within your Rover account you can add a primary/default phone number, additional phone numbers, and an emergency contact number.\nEdit or add a phone number\nEdit your emergency contact number\nEdit or add a phone number\n1. Navigate to your profile by selecting your name in the upper right corner of your screen. Select Profile.\n\n2. Under Account info, select Update.\n\n3. Select Phone Numbers.\n\n4. Select Add Phone.\n\n5. Enter your number and select Add a Phone.\n\n6. Select Verify. Choose whether you’d like to receive your verification code via call or text. (This just confirms that we got your number right and that it's yours.)\n\n\n7. Once you have your verification code, enter it and select Verify.\n\nTips:\n\nIf you want this new phone number to be your default, select Make Default.\n\n\nTo delete a phone number, select Delete.\n\n\n \nEdit your emergency contact number\n1. Navigate to your profile by selecting your name in the upper right corner of your screen. Select Profile.\n \n\n2. Under Account info, select Update.\n\n3. At the bottom of the basic info form, enter your emergency contact’s name and phone number.\n\n4. Select Save.\n    "
        }
    ],
    [
        {
            "title":" Where can I find more information about local business licensing and registration in California?",
            "data":"\n      Some localities in California require you to have a business license or registration in order to offer your services. If you’d like to provide services as an independent pet sitter or dog walker, make sure you follow the local laws required to do business in your area, as required by the Rover Terms of Service. This can also help ensure that you’re paying all of the local and state taxes required in your area. \nRover can’t provide legal advice, but we’d like to offer you some general information and links that may help you better understand local business licensing or registration requirements. This page is not comprehensive, but we hope it’ll point you in the right direction. Please remember other laws or requirements not mentioned here may apply to you.\nSelect a location below for information and resources about local business licensing/registration. If you don’t see your city listed, then please check your city or county website for information about local requirements. Note: If you have questions or are unsure about how laws might apply to you, it's a good idea to seek legal or tax advice. You can also reach out to your local government officials.\n\nAnaheim\nBakersfield\nBerkeley\nLos Angeles\nLong Beach\nSan Diego\nSan Francisco\nSan Jose\nSanta Monica\nSunnyvale \n\nAnaheim\nThe City of Anaheim generally requires businesses operating within the city to obtain a business license. To learn more, you can access online information and resources about business licenses. \nBakersfield\nBakersfield generally requires businesses operating within the city to obtain a business tax certificate. To learn more, visit the Bakersfield Treasury Division.  \nBerkeley\nThe City of Berkeley generally requires businesses operating in the city to obtain a business license. To learn more, you can access the Berkeley Finance Department. Berkeley also provides additional information about how to apply for a new business license.\nLos Angeles\nLos Angeles generally requires anyone who engages in business in the city to obtain a business registration. Check out the following resources below:\nThe LA Business Portal provides resources to help you determine whether you need to register your business and, if so, how to do it. If you need to register with the Los Angeles Office of Finance, the City offers tips before registering and an online registration portal. \nLos Angeles also has a small business exemption for many registered businesses. Learn more at the City’s Small Business Exemption FAQ.\nLong Beach\nLong Beach generally requires businesses operating within the city to obtain a business license and pay a business license tax. For more information, check out these resources:\nLong Beach Business License Division\nLong Beach Business Portal\nSan Diego\nSan Diego generally requires businesses operating in San Diego to obtain a business tax certificate. To learn more about registration, check out the San Diego Office of the City Treasurer. The City also allows you to apply for a business tax certificate online. \nFor more information about starting a business in San Diego, visit the City’s Doing Business website.\nSan Francisco\nSan Francisco generally requires anyone who engages in business in the city to obtain a business registration. The San Francisco Treasurer & Tax Collector’s website provides information to help you determine whether you’re considered a business that needs to register. If you do need to register, you can register online at the same website, which provides detailed information and a link to the application process.     \nFor additional information about starting a business in San Francisco, check out the San Francisco Business Portal. \nSan Jose  \nSan José generally requires persons or companies conducting business in San José to obtain a business tax certificate. To learn more, visit the San José Finance Department.\nSan José also has a business tax financial hardship exemption program to help certain small businesses. You can find out more online about whether you qualify for the exemption and might be able to save money.\n \n \n \nSanta Monica\nThe City of Santa Monica generally requires businesses operating in the city to obtain a business license. To learn more, visit the Santa Monica Finance Department. The City also allows you to apply for a business license online. \nSanta Monica also has a small business license tax exemption for many registered businesses. Check out the City’s Business License FAQ to see if you qualify.\nSunnyvale\nThe City of Sunnyvale generally requires anyone engaging in business in the city to obtain a business license. To learn more, visit the Sunnyvale Department of Finance. The City also allows you to apply for a business license online. \n    "
        }
    ],
    [
        {
            "title":" What is Rover? ",
            "data":"\n      Rover connects pet parents with a nationwide network of dog lovers who can't wait to watch their dog. Search for nearby dog sitters, day care providers, and dog walkers who’ll help care for your pet—at their place or yours. By removing common pet care obstacles, Rover ensures dogs nationwide are happy and well-cared for even when their human is away, and empowers dog lovers to live happy and fulfilling lives.\n In addition to connecting pet parents with the best neighborhood pet care, the Rover platform offers the Rover Guarantee for all services booked through Rover, 24/7 support, mobile apps, photo and video sharing, and general background checks for sitters and dog walkers.\nReady to get started? Check out the resources below: \n\nHow do I sign up?\nHow do I find a sitter or dog walker for my pet?\nWhat services do sitters offer?\n\nImportant: Before you book on Rover, please read our Terms of Service first.\n    "
        }
    ],
    [
        {
            "title":" What services do sitters offer?",
            "data":"\n      Sitters on Rover do it all. Connect with a nationwide network of animal lovers who can't wait to watch your pet. On Rover, you can book:\n\nDog Boarding: Your dog stays overnight in the sitter’s home.\nHouse Sitting: Sitters watch your dog overnight in your home.\nDoggy Day Care: Drop off your dog at your sitter's home in the morning and pick them up in the evening.\nDog Walking: Your dog gets a 30-minute or 60-minute walk around your neighborhood.\nDrop-In Visits: Sitters stop by your home for 30 minutes to feed and play with your dog.\n\nFinding the right pet sitter or dog walker is easy. Browse sitter profiles, read reviews from other pet parents like you, and contact 2-3 sitters who seem like a great match. Schedule a Meet & Greet to learn more about them and if you both agree it's a good fit, book and pay through Rover. Your dog’s other best friend is waiting—find them in seconds on Rover.\nRelated articles\nHow do I find a sitter or dog walker? \n \n    "
        }
    ],
    [
        {
            "title":" What are the service fees?",
            "data":"\n      Rover exists to make it easier to have a dog in your life. We do this by providing an innovative and secure platform, offering 24/7 customer support, and building better tools. Service fees allow Rover to operate and continually make improvements based on the needs of our growing community. \nSitters Owners\nSitters\nService fees vary depending on when your Rover profile was approved.\n\n\n\nProfile Approval Date\nService Fee Per Booking\n\n\nBefore March 1, 2016 \n15%\n\n\nOn/After March 1, 2016\n20%\n\n\nSitters with RoverGO \n25%\n\n\n\nPet sitters and dog walkers are the cornerstone of our business. Without their passion, hard work, and devotion to providing amazing pet care, we wouldn't be here. We're here to provide ongoing support, educational opportunities, and to help each individual grow their business—and we’re in it for the long haul. These fees help us do that, along with facilitating Rover’s customer support, 24/7 trust and safety coverage, and important site maintenance and product improvements. They also help cover benefits for sitters, including the costs of processing payments and ongoing promotion of sitters on Rover.\nOwners\nBeginning in September 2015, bookings by new account holders are charged a service fee to support Rover’s operating costs, and cover state and local taxes, where applicable.\nServices booked through a Rover account created prior to the date the fee was implemented will not be subject to the owner service fee. The fee cannot exceed $50/booking ($35 CAD/booking in Canada). It’s refundable should the booking be canceled by either the sitter or the owner, in accordance with your sitter’s cancellation policy. If the booking dates change, the fee will be updated accordingly. \nFAQ\nHow do these fees impact my business?\nFor pet sitters and dog walkers on Rover, these fees are designed to support you every step of the way, and they’re standard in our industry. We use these standard service fees to do things like:\n\nContinually improve your experience with the Rover website and mobile apps.\nExpand our Trust & Safety team to offer best-in-class 24/7 emergency support. (That means whenever you call, we’ll be there to answer.)\nCreate original educational content specifically for sitters in our Sitter Resources Center and Help Center.\n\nIn short, these fees help us build our business so we can help you build yours.\n \nIf I left Rover as a sitter prior to March 2016 and then come back, what will my service fee be?\nIf your sitter profile was originally created and approved before March 1, 2016, you’ll pay a 15% service fee for each booking.\n \n    "
        }
    ],
    [
        {
            "title":" How do I review my payments from my Rover bookings?",
            "data":"\n      Keeping track of your payments through Rover is easy. You can get payment details on every stay or walk you’ve booked, all through your Payment History.\n \n1. Navigate to your Dashboard by selecting your name in the upper right corner of your screen. \n\n2. Under Rover Balance, select View Payments & Promo Codes.\n\n3. Your payment history is broken into five tabs; Earnings, Pending Earnings, Withdrawals, Payments, & Other. Each tab has a complete list of all corresponding payments or bookings. They are sorted by date.\n \n4. On the right side of the page you’ll also see your current Rover Balance, Withdrawal History by Year, External Withdrawal History*, and Donations. \n \n*If you were previously a DogVacay sitter, this External Withdrawal History section would reflect payments you received from DogVacay. \n \nHere’s a breakdown of each section:\n\n\n\nEarnings\nAll of your completed bookings.\n\n\nPending Earnings\n\nYour current or upcoming bookings, that have not yet been paid out yet. \n\n\n\nWithdrawals\n\nFunds that you’ve transferred out of Rover via check or PayPal. \n\n\n\nPayments\n\nBookings that have been completed for your own pets to a Rover sitter.\n\n\n\nOther\nCoupons, background check fees, and reversal of service deposits.\n\n\n\n \nNote about reversal of service deposits: This happens when a partial or full refund is issued for a service that a sitter has already withdrawn funds for. This typically occurs when a sitter withdraws funds for a stay that is either shortened or cancelled and requires Rover to issue a refund to the client.\n    "
        }
    ],
    [
        {
            "title":" How do I set pet preferences and limit the number of dogs per booking?",
            "data":"\n       \nTo receive more relevant requests, it's a good idea to specify your pet preferences. On Rover, you can set the following preferences from your account:\n\nthe maximum number of dogs you're comfortable watching per day\nthe size of pets you can host in your home\nwhether you offer cat care\nwhether you offer puppy care (dogs under 1 year old)\nyour cancellation policy\n\nTo manage your pet preferences: \n1. Sign in to your account and click here. To limit the number of dogs per booking, go here.\n2. Choose how many dogs you can sit at a time, details about your availability, your cancellation policy, and more.\n3. Once you're done editing, select Save. You’re all set!\n \nRelated articles\nHow do I manage my calendar?\nHow do I set my status to away?\nCan I change my settings to sit for repeat clients only?\n    "
        }
    ],
    [
        {
            "title":" How do I cancel a grooming request?",
            "data":"\n      If you need to cancel a grooming request, you can easily do it from the Rover app or from a computer. \nRover app\n\nOpen the app and tap Inbox.\n Select the Upcoming tab at the top of your screen, then locate the groom you need to cancel.\n Tap the three-dotted icon in the upper right corner of your screen and select Cancel.\nConfirm this is the groom you'd like to cancel, then tap Continue.\nChoose from the list of reasons for canceling, then tap Review cancellation. \nReview the cancellation summary, then tap Confirm cancellation.\nRover's Grooming Support team will text you once the cancellation has been processed.\n\nComputer\n\nNavigate to the Upcoming section of your inbox.\nSelect Cancel booking under Grooming details.\nChoose your reason for canceling, then select Request change.\nThe Grooming Support team will send you confirmation text once your cancellation has been processed.\n\n    "
        }
    ],
    [
        {
            "title":" Should I tip my sitter?",
            "data":"\n      Booking a dog sitter through Rover will always be cashless and convenient. Your sitter sets their own rates and your credit card is debited when you book. That said, if you’d like to offer them a tip, you’re perfectly welcome to! Just know that it’s never expected or required.\nAt this time, we don't have a tipping feature for bookings. If you'd like to include a tip in your stay, please contact your sitter directly.\n \nRelated articles\nHow do I leave a review for my sitter after a stay?\n \n    "
        }
    ],
    [
        {
            "title":" Where can I view my total earnings?",
            "data":"\n      You can view your earnings and withdrawals by year right from your Rover account. Here's how:\n1. Navigate to your dashboard by selecting your name in the upper right corner of your screen. Select Dashboard.\n\n2. Under Rover Balance, select View Payments & Promo Codes.\n\n3. Under Rover Balance on the right, you'll see your Withdrawal History by Year and External Withdrawal History.  If you were previously a DogVacay sitter, this External Withdrawal History section would reflect payments you received from DogVacay. \n\n \n    "
        }
    ],
    [
        {
            "title":" How do I reset my password? ",
            "data":"\n      You can reset your password by following this link: Reset My Password\nNote: If you don’t receive a password reset email, it’s possible your Rover account is under a different email address. Try again with any other email addresses you may have used, and feel free to contact us if you’re still unsuccessful.\n \nOr, follow the instructions below on a computer:\n1. Navigate to Rover.com and then select Sign In. \n\n2. Select Forgot your Password? under the Sign In button.\n\n3. Enter your email address and select Submit.\n\n4. You will receive an email from service@rover.com that contains a link. Select the link or copy and paste it into your browser.\n\n5. Enter your new password. Enter your new password again in the second box to confirm it. Select Change My Password.\n \n\n6. You’re now all set and signed into your account. The next time you sign in, be sure to use your new password.\n\n \nNote: If you’re currently signed into your Rover account, be sure to log out before attempting to reset your password. You can do this by selecting your name in the upper right corner of your screen and then selecting Log out.\n\n \n    "
        }
    ],
    [
        {
            "title":" What are sitter performance scores?",
            "data":"\n      Sitter Performance Scores give you a sense of how you’re performing compared to other sitters and walkers on the platform, and they influence your profile ranking in search. The higher your score, the better your placement in relevant search results on Rover.\nImportant to Know:\n\nYour scores are private and can only be viewed by you.\nYou’ll never be penalized for declining requests that aren’t compatible with your listed preferences and calendar availability. For instance, if the client has a Great Dane and your profile states that you only accept small dogs, your scores won’t be affected if you decline the request.\n\nTypes of scoresViewing performance scoresImproving your booking scoreImproving your repeat score\nTypes of scores\nEach of the services you offer have two types of scores: a booking score, and a repeat score.\nBooking score\nThis score consists of your overall booking rate, which looks at the number of new clients who contact you for the first time and measures that against how many of them end up booking with you and leaving you a positive review. \nRepeat score\nYour repeat score tells you how often your first-time clients book with you again. If you haven’t booked enough repeat clients to generate a score yet, then it may appear in gray.\nViewing performance scores\nYou can view these scores from your sitter account on a computer by selecting your name in the upper right corner of the screen and selecting View Performance Scores.\nIf you offer more than one service, you’ll have a different score for each one. Toggle between them by selecting the dropdown menu next to Your Performance Scores.\n\nNote: If you see N/A as a score for one of your services, then it might you haven’t received or booked enough requests to generate a score yet. As you book more requests and build repeat bookings with clients, you’ll eventually receive a score for that service.\nImproving your booking score\nHere are some ways to ensure that you receive a high booking score :\n\nRespond to every request you receive in a timely manner, even if you’re unable to accept the request. Being communicative is key to running a successful business. It also ensures that you maintain a high response rate.\nBook as many requests as you can accept. This will help you maintain a high booking rate.\nEncourage clients to leave reviews. Positive reviews not only factor into your performance scores, but they also demonstrate your trustworthiness to new clients.\nRegularly update your calendar to ensure that it reflects your availability. Learn how.\n\n\nCreate an inviting, authentic, and thorough profile that details your preferences.\n\nImproving your repeat score\nHere are some tips to encourage pet owners to book with you again:\n\nSend frequent photo and text updates to your clients during bookings. Learn more.\nBe accessible and communicate often with your clients.\nProvide 5-star care, whether it’s your first or 10th booking with a client.\nGive loyal clients a heads up about your availability before busy seasons or vacations.\nAsk clients to book with you again next time. Learn more.\nNever accept cash or checks—always book on Rover. Learn more.\n\n For more information on how to improve your scores, check out this post from the Rover Blog.\n    "
        }
    ],
    [
        {
            "title":" Rover and Walmart Collaboration: Promotion Details",
            "data":"\n      Walmart is offering a $20 e-gift card to pet owners who are new to Rover and successfully complete their first booking on the site. They can also receive an additional $20 Walmart gift card after completing their fifth booking before the promotional period ends. This offer is only valid for new customers who don’t already have an account on Rover.\nHave questions? Visit The Rover Blog FAQ. \nTo be eligible for an e-gift card, you must:\n\nSign up for a Rover account through www.rover.com/walmart\nComplete a stay on Rover before May 1, 2021. This is when the offer expires.\n\nNote: Your first and fifth booked stays must be a minimum of $15 each. Any coupons applied to these bookings will make you ineligible for the Walmart gift card promotion.\nWhat if I didn’t receive my Walmart e-gift card?\nIt can take up to 48 hours to receive your Walmart gift card after you successfully complete a stay on Rover. Check your spam folders in your email inbox to make sure the gift card didn’t end up there.\nIf after a couple of days you still haven’t received the gift card via email, please get in touch with us by clicking the help icon at the bottom of this article.\nFor questions about Walmart purchases or orders, please visit the Walmart Help Center.\n    "
        }
    ],
    [
        {
            "title":" How do I find a sitter or dog walker for my pet? ",
            "data":"\n      Finding the perfect pet sitter or dog walker near you is easy with Rover:\nRover appComputerAdditional information\nRover app\nFor iPhones:\n\nTap Services at the bottom of the screen.\nTap what service you’d like to book. Enter in details about your booking, then select Next. \nTo adjust your filters, select the filter icon at the top right corner of the screen. Choose your location, the stay dates, which pets you’d like to book, your price range, home type, and more! Select Apply in the upper right corner of the screen.\nA list of nearby sitters will appear for you to browse. To see a map view instead, tap the map icon on the top right corner of the screen and zoom in on the map to see sitters closer to your location.\n\nFor Android phones: \n\nTap the hamburger bar menu in the upper left corner of the screen. \nTap Book a new service. \nTap what service you’d like to book. Enter in details about your booking, then select Next. \nTo adjust your filters, select the filter icon at the top right corner of the screen. Choose your location, the stay dates, which pets you’d like to book, your price range, home type, and more! Select the check mark in the upper right corner of the screen.\nA list of nearby sitters will appear for you to browse. To see a map view instead, tap the map icon on the top right corner of the screen.\n\nComputer\n1. Go to Rover.com and select the Search Sitters button.\n\n \n2. Enter your zip code, postal code, or address at the top of the page. Select the magnifying glass icon.\n\n3. Browse sitters and dog walkers in your area. You can narrow your search by selecting a service you’re interested in, the dates you’re looking to book, your price range, and more.\n\n4. To get even more specific about what you’re looking for, apply a filter. \n\n5. Scroll down and select a sitter profile that seems like a good match to learn more about them. If you'd like to start a conversation with them, select the Contact button next to their profile.\nOnce you contact a sitter or dog walker, make sure you arrange a Meet & Greet. This allows you to get to know them in person and make sure they’re the right fit for you and your dog. Take a look at our Meet & Greet Checklist for Dog Owners.\nAfter a successful Meet & Greet, either you or the sitter can select Book It Now from your conversation on Rover. Once both you and the sitter or dog walker have accepted, the service is booked.\nAdditional information\n\nWe recommend contacting two to three sitters or dog walkers when beginning your search. That way you’ll have lots of options when you’re ready to book your first service.\nIf you're requesting care for multiple pets, then each of your pets must have a completed profile and be added to the booking. Learn how to add a pet profile to your account.\nTo protect your privacy, we don't display your personal contact information until a service is booked. However, if you request your sitter to pick up and drop off your pet at the beginning and end of a stay, then your home address will be viewable to the sitter in the pending request.\nAll Rover services must be paid for on Rover. This is outlined in our Terms of Service.  Booking on Rover also gives you 24/7 support, the Rover Guarantee, and a secure, convenient way to pay.\n\n    "
        }
    ],
    [
        {
            "title":" How do you evaluate sitters and dog walkers?",
            "data":"\n      As pet parents ourselves, we know your dog is a member of your family and we want you to feel confident in your choice of sitter or dog walker. \nEvery sitter and dog walker who lists their services on Rover has been thoroughly reviewed by the Rover Sitter team. Sitters and dog walkers must be at least 18 years old. They must also:\n\nbuild a profile with details about their pet care experience\nupload photos\n request testimonials from past clients\ncomplete a background check\ntake a safety quiz\n\nRover also provides ongoing educational opportunities so sitters and dog walkers have the tools they need to offer world-class care. We also provide the Rover Guarantee for all stays and walks booked through Rover.\nTip: Before booking with a sitter, we always recommend scheduling an in-person Meet & Greet. This way, you can see whether your sitter or dog walker is the perfect fit.\n    "
        }
    ],
    [
        {
            "title":" Keeping your account secure",
            "data":"\n      At Rover, safety is our top priority—not just for dogs, but for humans too. We’re continually improving our website and mobile apps to protect the accounts of dog sitters, dog walkers, and pet owners to keep you safe when using our products and services.\nOne of the best ways to keep your account secure on Rover is by recognizing any unusual messages or requests. For tips on what to watch out for, check out this article.\nReporting a security issue\nIf you notice any security or privacy issues on your Rover account, please email us at security@rover.com.\n    "
        }
    ],
    [
        {
            "title":" How does the sitter profile review process work?",
            "data":"\n      Every sitter profile is manually reviewed by the Rover sitter team. We evaluate each profile to determine whether it meets our unique set of quality standards. If we decide the sitter or dog walker is a good fit for Rover, we’ll approve their profile, and they can then list pet care services on the site.\nWhat are some of the reasons my profile might not be approved?\nReview and approval of sitters and dog walkers ultimately centers around the question, “Do we believe dog owners will have a great experience with this sitter or dog walker?”\nThere are a lot of reasons why a profile might not be approved. Here are a few of the biggest ones:\n\nSitters and dog walkers on Rover are a unique blend of caring and professional. If we don’t feel a profile exhibits those traits, it may not be approved.\nFor sitters offering in-home services, it’s not evident that they can provide the individualized experience our pet parents are looking for. Rover was designed to be an alternative to kennels by offering one-on-one attention and personalized care for dogs.\nThe information in the sitter’s profile doesn’t show us they’re able to safely separate the large number number of dogs they want to accept at one time. This could include the profile description and/or photos of the sitter’s home.\nThe sitter already has a large number of animals in their home that may prevent them from providing a safe experience for additional pets. \n\nCan I appeal the approval decision?\nFinding sitters and dog walkers who are the right fit for Rover is something we take very seriously. We do everything we can to be thorough the first time around, and for that reason the approval decision is final and cannot be appealed.\nCan I still use Rover to book a stay or walk for my dog?\nAbsolutely. You’re still welcome to book stays for your own pets through Rover. Although you can’t access your sitter profile anymore, you can still access your account, including your payment information. \nCan I retrieve my pictures, profile content, and testimonials?\nOnce a sitter profile is deactivated, profile access is disabled—that includes access to any photos or information the sitter added to their profile when creating it. All of that information is stored securely with Rover and will never be shared with other companies or become accessible to any third parties.\nWhat does Rover do with all the personal information I used to create my sitter profile?\nPersonal information is stored in our secure database. It’s not shared with other companies or accessible by any third parties.\n    "
        }
    ],
    [
        {
            "title":" Cancellation resources for owners",
            "data":"\n      The cancellation process will vary depending on the type of service you booked. Check out the articles below for steps on how to cancel by service: \nRover Services\nGrooming \nRelated articles\nWhat qualifies as an extenuating circumstance?  \n    "
        }
    ],
    [
        {
            "title":" How can I promote my business? ",
            "data":"\n      Ready to get your pet care business up and running? Here are a few things you can do to promote it:\n\nCreate a polished profile. A well-written and professional profile is a great way to attract clients.\nAdvertise your business with promotional material from the Rover Store! Learn more here.\nRequest testimonials. Ask family, friends, or anyone who knows your experience with animals to submit a written testimonial about you. Just go to your profile, select Testimonials, enter their email addresses, and select Request Testimonials.\nShare your unique promo code. Your unique promo code and URL can be shared with potential clients. They’ll get a $20 credit toward their first service while you’ll still earn your normal rate—win-win!\nRover 101. Knowledge is power—learn the basics and then take our Rover 101 Quiz to earn a profile badge.\n\n    "
        }
    ],
    [
        {
            "title":" What does the Rover Guarantee cover for owners?",
            "data":"\n      Rover offers the Rover Guarantee for all services booked through Rover. Simply put, the Rover Guarantee is our commitment to you in the rare instance that something goes wrong during a booking.\nThe Rover Guarantee reimburses members of our community for costs arising from certain injuries or damages that occur during a service booked and paid through Rover. The injuries or damages must result from care provided during a Rover stay or walk, and the Guarantee reimburses in the event the sitter or walker is unwilling or unable to pay those costs. \nTo learn more about the Rover Guarantee, including more details on what's covered, minimum contributions and limits, check out our Rover Guarantee page and Rover Guarantee Terms and Conditions.\n    "
        }
    ],
    [
        {
            "title":" What does Rover do to support safety?",
            "data":"\n      Safety first, always. Rover was founded on the belief that everyone should have the opportunity to experience the unconditional love of a dog. That’s why we work tirelessly to offer services that keep tails wagging and put pet parents’ minds at ease.\n \nOn Rover, you’ll find:\n\nDetailed sitter profiles with verified reviews by pet parents like you.\nThe Rover Guarantee for every service booked.\nSafe, secure, and convenient online payments.\nGeneral background checks offered for every sitter and dog walker.\nA world-class support team that has your back around the clock.\nOngoing pet care education for sitters.\n\n \n    "
        }
    ],
    [
        {
            "title":" How do I pay for a booking?",
            "data":"\n      So you’ve found the perfect sitter or dog walker, contacted them, and had a Meet & Greet—sounds like you’re ready to book!\nRover app\niPhone:\n\nTap Inbox at the bottom of your screen.\nUnder Pending, tap the request you’d like to book.\nTap Book It! on the top of the screen.\nEnter your credit card information. Tap Next.\nEnter your billing address. Tap Add Card.\nEnter any promo codes you may have and tap Redeem.\nReview your stay summary and tap Request to Book.\n\n \nAndroid device\n\nTap the hamburger bar menu in the upper left corner of the screen. \nTap Pending. \nTap the request you’d like to book. \nTap Book It on the top of the screen. \nEnter your credit card information. Tap Next.\nEnter your billing address. Tap Add Card.\nEnter any promo codes you may have and tap Redeem.\nReview your stay summary and tap Request to Book.\n\nComputer\n1. Navigate to your Inbox by selecting the envelope icon in the upper right corner of your screen.\n\n2. Locate the conversation with the sitter you want to book with under pending requests. Select the Book Now button.\n\n3. Navigate to the gray box on the left to ensure the dates, the number of pets, and the price details are correct. Select the button at the bottom of the request details to get to the payment screen.\n\n4. Enter/review your payment for the booking. If you have a coupon or promo code, enter it in the promo code box and select Redeem.\n5. Once the sitter accepts your request, the service has been booked. You'll receive an email confirmation and the stay will appear in the Upcoming Stays tab of your account.\nImportant information\n\nBooking and paying through Rover is required per our Terms of Service. \nNever pay your sitter or dog walker by cash or check—this can expose you to fraud and makes your bookings ineligible for the Rover Guarantee and 24/7 support. \nIf you modified your pending request to include additional dates or pets, then your bank account will be debited for the new price. The previous charge for the initial request will appear on your bank account as well, but it will drop off once the new charge is finalized.\nPlease contact your sitter directly if you need to make changes to your booking. Once they agree to the changes, they can make the necessary updates to the booking from their end.\n\n    "
        }
    ],
    [
        {
            "title":" How do I get paid for bookings?",
            "data":"\n      The Payments section of your account allows you to view, manage, and withdraw funds for completed bookings. Payments for Rover bookings will be available for withdrawal 2 days after you successfully complete a service. \nAdd a payment methodWithdraw moneyView payment history\nAdd a payment method\nYou'll need to add a payment method to your Rover account before you can withdraw money from your Rover balance. Here's how to add this information:\n1. Sign in to your Rover account and select your name at the top of the page, then select Dashboard from the dropdown menu.\n2. Under Rover Balance, select View Payments & Promo Codes.\n3. Select + Add Account.\n\n4. Choose your payment type. Select PayPal or Check.\n\n5. Fill out the remaining fields, then hit Submit.\nWithdraw money\nYou'll see funds available for withdrawal in the Rover Balance section of your account. Here's how to withdraw money:\nRover app\n1. Tap the menu or More icon in the Rover app.\n2. Tap Payments.\n3. Tap Withdraw Money.\n4. Choose your payment method: PayPal or check.\n\n \nPayments redeemed via PayPal are released within 1-4 days, with no fees.\nChecks take up to 5 business days to process, up to 20 days to arrive, and incur a $5 fee.\n\n5. Once you’ve chosen your payment method and filled out the form, tap Submit.\n6. Tap Request Payment.\nFor more information on how to manage your payments from the app, check out this video:\n\nComputer\n1. Sign in to your Rover account and select your name at the top of the page, then select Dashboard from the dropdown menu.\n \n\n2. Select Withdraw Money under the Rover Balance section of your account. \n3. Review the payment method information to verify that your payment information is accurate, then select Withdraw via PayPal or Check.\nImportant: Rover will deposit the funds to your listed PayPal account, but you need to visit your PayPal account and manually withdraw those funds to receive payment.\nIf you're still unable to receive PayPal payments, please make sure you've done the following:\n\nFully verified your email address with PayPal directly\nChecked which email address is on file with your account\nConnected a bank account or credit card to your PayPal account\nContacted PayPal directly \n\nView payment history\nTo view your payment history from the Rover app, tap More > Payments. Scroll to the bottom to view your payment history.\nTo view this information from a computer, select View Payments & Promo Codes under Rover Balance.\nYou’ll end up on your payment history page. There you can view all of your completed bookings, payments for services, withdrawals of earnings, and your withdrawal history by year (that's important for tax purposes).\nCheck out the video below for information on how to manage payments from your computer:\n \n\n    "
        }
    ],
    [
        {
            "title":" What's a W-9? Do I need to submit one to Rover?",
            "data":"\n      Rover is not a tax advisor and cannot provide advice about taxes, income reporting, or unemployment.\nA Form W-9 allows you to submit taxpayer identification information (i.e. social security number or tax identification number) to another company. If you are a U.S. taxpayer and redeem earnings via check, Rover will require you to complete a Form W-9.\nHow do I verify whether I need to submit a W-9 to Rover?\nIf we don’t already have a W-9 on file for you, you’ll be prompted to fill out a W-9  the next time you withdraw funds via check, as pictured below. Rover must receive a completed W-9 back from you before issuing  your payments by check.\nIf you don’t see this prompt when withdraw funds via check, that means we already have a W-9 on file for you. You do not need to submit another W-9.\n\nIf you need to complete a W-9 form, please email Rover at 1099@rover.com to request one. You should receive a response from Rover within 2 business days..\nWhat if I receive payments for Rover bookings via PayPal?\nIf you redeem all your earnings via Paypal, you don’t need to submit a W-9 to Rover. This is because Rover does not handle tax documentation for redemptions made via PayPal. If you have tax-related questions regarding earnings processed on PayPal, please consult a tax expert or contact PayPal directly.\nNote: Anyone who redeems their earnings via check will be prompted to complete a W-9, but not all sitters/walkers who complete one will be eligible to receive a 1099 form. For more information about 1099s, check out this article. \n    "
        }
    ],
    [
        {
            "title":" How can I have a safe, stress-free stay? ",
            "data":"\n      Whether you’re hosting a dog at your place or traveling to a client’s home, Rover provides all the tools you’ll need for a fun, safe, and stress-free stay.\n\nFirst, review the Rover Community Guidelines for pet owners and sitters. \nWhen you’re ready to begin booking, remember to always schedule a Meet & Greet to get to know your client and their dog and establish clear expectations on what to expect during the stay. Learn more about how to prepare for a Meet & Greet here. \nCommunicate early, and communicate often with your client. This ensures that both you and your client have set the right expectations before, during, and after the booking. \nProvide photo updates. Photos play an important role in building trust with a client. Learn how to share photo updates here.\nCheck out Rover 101—it’s packed with essential knowledge so you can anticipate your client’s needs before they arise. When finished, take the Sitter Success Quiz to earn your Rover 101 badge that future clients will see on your sitter profile.\n\nAdditional resources\nCheck out these helpful posts from our Sitter Resources page to learn more about how to have a safe booking:\nProviding Great Care and Customer Service\nTips for Caring for a Leash Reactive Dog\nHow to Create Your Safety Plan\nHow to Take Care of Puppies\nWhen and How to do Introductions on Dog Walks\n\n \n\n    "
        }
    ],
    [
        {
            "title":" What's the difference between a dog review and dog notes? ",
            "data":"\n      A dog review allows you to share feedback with Rover Support about a specific pet you cared for during a stay. This allows us to reference a pet's history to ensure safe pet sitting experience on Rover for sitters and their client's pets.\nPet reviews are not viewable to you, your client, or other sitters. Once you submit a pet review, you will only be able to see the star rating. The written portion will only be visible to the Rover Support team.\nDog notes are a great resource for sitters who want to keep a record of information about a dog that they can reference later. Dog notes are only available to you, and you can reference them at any time from the dog's profile.\nHow to leave a review\nRover app \n\nOpen the completed booking you'd like to review. \nTap Leave Review. \nProvide a star rating, write your review, then select Submit Rating.  \n\nComputer\n\nNavigate to Past Stays from your inbox. \nSelect Review this stay. \nProvide a star rating, write your review, then select Submit Rating. \n\nYou can also include dog notes for recurring bookings \nHow to add and view dog notes \nNote: You'll need to use a computer or mobile browser to manage dog notes. \n\nOpen the booking for the dog you’d like to leave notes for.\nOn the left side of the screen, select the dog profile located under your client’s name.\nSelect the blue Edit your dog notes link.\nAdd or make changes to your notes, then select Update Notes.\n\n \n    "
        }
    ],
    [
        {
            "title":" Becoming a Sitter: Frequently Asked Questions",
            "data":"\n      Rover connects pet parents with dog and cat lovers who will treat their pets like family. If you're interested in becoming a pet sitter or dog walker, check out the resources below to learn more about the signup process.\nA few important things to know before you get started:\n\nYou must be at least 18 years of age to become a sitter and dog walker on Rover.\nSitters and walkers on Rover are considered independent contractors. This means that you'll be running your own small business on Rover and won't be considered a Rover employee.\n\n \nWhat are the service fees?\nDo I need to be licensed or bonded to be a dog sitter?\nCan I use my Rover account as both an owner and sitter?\nHow do I get paid for bookings, and when?\nHow does the sitter review process work?\nHow do I become a pet sitter or dog walker on Rover?\nHow do I submit a background check?\nHow long will it take Rover to review my profile?\nWhy hasn't my background check been processed yet?\nHow do I become a cat sitter on Rover?\n    "
        }
    ],
    [
        {
            "title":" Why am I getting an error message when I try to add my phone number?",
            "data":"\n      A phone number can only be on file with one account at a time. If you’re getting an error message that says, “This phone number is already registered,” it usually means you already have an account.\nPlease contact Rover Support from the help center and include the following information: \n\nThe email address of the account that you’re trying to add your phone number to. \nThe phone number that you’re trying to add to your account.\n\n \n    "
        }
    ],
    [
        {
            "title":" How do I modify or remove my services?",
            "data":"\n      If you want to change which services you offer, you can easily add, remove, or temporarily turn them off from your sitter profile.\nLooking to take a break from a service temporarily? Turn on Away mode. This article explains how.\nModifying services\n1 Sign in to your Rover account and click here to get to the service management page.\n2. Locate the services you want to modify, then use the toggle to turn them on or off. Any service highlighted in green means the service is active. To turn off a service, tap the toggle so it's gray.\n3. If you want to take a break from a particular service, you can enable Away mode. Locate the service you want to manage and tap the Away button.\n4. Select Save to finalize your changes.\nRemoving all services\nIf no longer want to offer pet care services, you can deactivate all of your services and continue to use your Rover account as a pet owner. \nNote: Keep in mind that you'll need to contact Rover Support if you decide to reactivate your sitter/walker services in the future.\nTo remove all services:\n1. Select all toggles next to each service to turn them gray. You'll see a pop-up window prompting you to confirm these service deactivations.\n2. To proceed, select Yes, please deactivate my services.\n \nRelated articles\nHow do I deactivate my Rover account?\n    "
        }
    ],
    [
        {
            "title":" What do sitters need to know about the Rover Guarantee?",
            "data":"\n      The Rover Guarantee is our commitment to you in the rare instance that something goes wrong during a booking. The Rover Guarantee reimburses members of our community for costs arising from certain injuries to the Rover pet or resident pet that occur during a service booked and paid through Rover.\nFor an in-depth look at Rover Guarantee coverage and minimum contributions and limits, check out the following:\nRover Guarantee Page\nRover Guarantee Terms and Conditions\n \nCoverage does not include:\n\nDamage to the sitter or dog walker's property\nInjury to the pet care provider or pet owner, or someone related to or residing with the pet care provider or pet owner.\nTreatment costs for preventive care, or medical or veterinary bills resulting from an illness or a chronic or pre-existing condition\nInjury or damage that arises during a Meet & Greet or otherwise outside of the service dates of a confirmed Rover booking\nPreventable conditions such as fleas, ticks, or parasites\nBookings made outside of Rover.com \n\n \n    "
        }
    ],
    [
        {
            "title":" When will I be charged for a service?",
            "data":"\n      Your card is charged at the time of booking, similar to reserving a flight. Rover holds onto the funds and releases payment to your sitter or dog walker two days after the service is complete.\nIf a provider does not accept your request, any processing charges will be dropped from your bank account.\nImportant: Booking and paying on Rover is required, per our Terms of Service. Never pay by cash or check—this could expose you to fraud and makes your stay or walk ineligible for the Rover Guarantee and 24/7 support.\nFor more information about how to book and pay on Rover, check out this article. \n    "
        }
    ],
    [
        {
            "title":" How do I manage my availability?",
            "data":"\n      Keeping your calendar up to date is an important part of managing your business on Rover. In this article, we'll talk about how to use Rover's calendar feature to manage your availability for specific dates and services.\nPro tip: You can sync your calendar to Google calendar or iCal!  To do this, select Sync your calendar below your service availability.\nRover appComputerSet fixed availability by service\nRover app\nFor iPhones:\n\nTap the More icon.\nTap Calendar.\nTap the date you need to update. From here, you can mark the entire day as unavailable, or adjust the number of slots offered for each service, by selecting Edit.\nWhen you are finished editing your availability, select Save.\n\nFor Android phones:\n\nTap the three-lined menu in the upper left corner of the screen.\nTap Availability calendar.\nTap the date or date range you would like to update your availability for. Then, select the pencil icon in the upper right corner of the screen.\nMark the entire date(s) as unavailable, or adjust the number of slots offered for each service.\nWhen you are finished editing your availability, select Save.\n\nComputer\n1. Sign in to your Rover account and select Calendar from the dropdown menu under your name.\n2. Select the days you want to edit on your calendar. To manage availability for multiple dates at once, click and drag your mouse to select a date range. Select Mark all services as unavailable.\nIf you plan to be unavailable for a temporary length of time, you can also set yourself as Away for each service. To learn more, check out this article. \nSet fixed availability by service\nIf you only want to offer specific services on certain days, you can also manage this in the Calendar section of your account.\nOn the left side of your screen, select the arrow next to a service and check the boxes next to the days you're available.\n \nNote: If you frequently don't book requests you receive for days you're available, some of your services may be automatically set to Away mode. This is why it's important to keep your calendar up to date. To learn more about keeping your profile and services active, visit this article from the Rover Blog.\nRelated articles \nHow do I set my status to away?\nWhat is confirmed availability and how does it work?\nCan I change my settings to sit for repeat clients only?\nHow do I manage my pet preferences and the number of dogs I can sit?\n \n    "
        }
    ],
    [
        {
            "title":" Viewing and Managing Payments",
            "data":"\n      Have questions about how and when you'll get paid? These articles provide a helpful overview of how payments work on Rover:\n \nHow do I get paid for bookings, and when?\nHow do automatic payments work?\nHow do I get paid as a sitter using my mobile device?\nHow do I review my payments from my Rover bookings?\nWhere can I view my total earnings?\n    "
        }
    ]
]